cards = [
  {
    "gr": "ο άνθρωπος",
    "en": "a human",
    "constructions": ["ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["ο/ένας άνθρωπος"] },
      { "αιτιατική ενικού": ["βλέπω τον/έναν άνθρωπο"] },
      { "γενική ενικού": ["η κόρη του/ενός ανθρώπου"] },
      { "κλητική ενικού": ["άνθρωπε!"] },

      { "ονομαστική πληθυντικού": ["οι/κάποιοι άνθρωποι"] },
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους ανθρώπους"] },
      { "γενική πληθυντικού": ["η κόρη των/κάποιων ανθρώπων ανθρώπων"] },
      { "κλητική πληθυντικού": ["άνθρωποι!"] }
    ],
    "en_ex": [
      { "nominative singular": ["A/the human"] },
      { "accusative singular": ["I see the/a man"] },
      { "genitive singular": ["The daughter of the/a man"] },
      { "vocative singular": ["Human!"] },

      { "nominative plural": ["The/some men"] },
      { "accusative plural": ["I see the/some men"] },
      { "genitive plural": ["The daughter of the/some men"] },
      { "vocative plural": ["Humans!"] },
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["ο/ένας άνθρωπος"] },
      { "αιτιατική ενικού": ["βλέπω τον/έναν άνθρωπο"] },
      { "γενική ενικού": ["η κόρη του/ενός ανθρώπου"] },
      { "κλητική ενικού": ["άνθρωπε!"] },

      { "ονομαστική πληθυντικού": ["οι/κάποιοι άνθρωποι"] },
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους ανθρώπους"] },
      { "γενική πληθυντικού": ["η κόρη των/κάποιων ανθρώπων ανθρώπων"] },
      { "κλητική πληθυντικού": ["άνθρωποι!"] }
    ],
    "img": "decks/big_imgs/human.jpg",
    "labels": [""]
  },

  {
    "gr": "ο φίλος",
    "en": "a friend",
    "constructions": [
      "ονομαστική ενικού",
      "αιτιατική ενικού",
      "γενική ενικού",
      "κλητική ενικού",
      "ονομαστική πληθυντικού",
      "αιτιατική πληθυντικού",
      "γενική πληθυντικού",
      "κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["ο/ένας φίλος"] },
      { "αιτιατική ενικού": ["βλέπω τον/έναν φίλο"] },
      { "γενική ενικού": ["το σπίτι του/ενός φίλου"] },
      { "κλητική ενικού": ["φίλε!"] },
  
      { "ονομαστική πληθυντικού": ["οι/κάποιοι φίλοι"] },
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους φίλους"] },
      { "γενική πληθυντικού": ["το σπίτι των/κάποιων φίλων"] },
      { "κλητική πληθυντικού": ["φίλοι!"] }
    ],
    "en_ex": [
      { "nominative singular": ["A/the friend"] },
      { "accusative singular": ["I see the/a friend"] },
      { "genitive singular": ["The house of the/a friend"] },
      { "vocative singular": ["Friend!"] },
  
      { "nominative plural": ["The/some friends"] },
      { "accusative plural": ["I see the/some friends"] },
      { "genitive plural": ["The house of the/some friends"] },
      { "vocative plural": ["Friends!"] }
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["ο/ένας φίλος"] },
      { "αιτιατική ενικού": ["βλέπω τον/έναν φίλο"] },
      { "γενική ενικού": ["το σπίτι του/ενός φίλου"] },
      { "κλητική ενικού": ["φίλε!"] },
  
      { "ονομαστική πληθυντικού": ["οι/κάποιοι φίλοι"] },
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους φίλους"] },
      { "γενική πληθυντικού": ["το σπίτι των/κάποιων φίλων"] },
      { "κλητική πληθυντικού": ["φίλοι!"] }
    ],
    "img": "decks/big_imgs/friend.jpg",
    "labels": [""]
  },

  {
    "gr": "η γυναίκα",
    "en": "a woman",
    "constructions": [
      "ονομαστική ενικού",
      "αιτιατική ενικού",
      "γενική ενικού",
      "κλητική ενικού",
      "ονομαστική πληθυντικού",
      "αιτιατική πληθυντικού",
      "γενική πληθυντικού",
      "κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["η/μια γυναίκα"] },
      { "αιτιατική ενικού": ["βλέπω τη/μια γυναίκα"] },
      { "γενική ενικού": ["η φωνή της/μιας γυναίκας"] },
      { "κλητική ενικού": ["γυναίκα!"] },
  
      { "ονομαστική πληθυντικού": ["οι/κάποιες γυναίκες"] },
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες γυναίκες"] },
      { "γενική πληθυντικού": ["η φωνή των/κάποιων γυναικών"] },
      { "κλητική πληθυντικού": ["γυναίκες!"] }
    ],
    "en_ex": [
      { "nominative singular": ["A/the woman"] },
      { "accusative singular": ["I see the/a woman"] },
      { "genitive singular": ["The voice of the/a woman"] },
      { "vocative singular": ["Woman!"] },
  
      { "nominative plural": ["The/some women"] },
      { "accusative plural": ["I see the/some women"] },
      { "genitive plural": ["The voice of the/some women"] },
      { "vocative plural": ["Women!"] }
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["η/μια γυναίκα"] },
      { "αιτιατική ενικού": ["βλέπω τη/μια γυναίκα"] },
      { "γενική ενικού": ["η φωνή της/μιας γυναίκας"] },
      { "κλητική ενικού": ["γυναίκα!"] },
  
      { "ονομαστική πληθυντικού": ["οι/κάποιες γυναίκες"] },
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες γυναίκες"] },
      { "γενική πληθυντικού": ["η φωνή των/κάποιων γυναικών"] },
      { "κλητική πληθυντικού": ["γυναίκες!"] }
    ],
    "img": "decks/big_imgs/woman.jpg",
    "labels": [""]
  },

  {
    "gr": "ο άντρας",
    "en": "a man",
    "constructions": [
      "ονομαστική ενικού",
      "αιτιατική ενικού",
      "γενική ενικού",
      "κλητική ενικού",
      "ονομαστική πληθυντικού",
      "αιτιατική πληθυντικού",
      "γενική πληθυντικού",
      "κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["ο/ένας άντρας"] },
      { "αιτιατική ενικού": ["βλέπω τον/έναν άντρα"] },
      { "γενική ενικού": ["ο φίλος του/ενός άντρα"] },
      { "κλητική ενικού": ["άντρα!"] },
  
      { "ονομαστική πληθυντικού": ["οι/κάποιοι άντρες"] },
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους άντρες"] },
      { "γενική πληθυντικού": ["ο φίλος των/κάποιων αντρών"] },
      { "κλητική πληθυντικού": ["άντρες!"] }
    ],
    "en_ex": [
      { "nominative singular": ["A/the man"] },
      { "accusative singular": ["I see the/a man"] },
      { "genitive singular": ["The friend of the/a man"] },
      { "vocative singular": ["Man!"] },
  
      { "nominative plural": ["The/some men"] },
      { "accusative plural": ["I see the/some men"] },
      { "genitive plural": ["The friend of the/some men"] },
      { "vocative plural": ["Men!"] }
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["ο/ένας άντρας"] },
      { "αιτιατική ενικού": ["βλέπω τον/έναν άντρα"] },
      { "γενική ενικού": ["ο φίλος του/ενός άντρα"] },
      { "κλητική ενικού": ["άντρα!"] },
  
      { "ονομαστική πληθυντικού": ["οι/κάποιοι άντρες"] },
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους άντρες"] },
      { "γενική πληθυντικού": ["ο φίλος των/κάποιων αντρών"] },
      { "κλητική πληθυντικού": ["άντρες!"] }
    ],
    "img": "decks/big_imgs/man.jpg",
    "labels": [""]
  },

  {
    "gr": "το αγόρι",
    "en": "a boy",
    "constructions": [
      "ονομαστική ενικού", "αιτιατική ενικού", "γενική ενικού", "κλητική ενικού",
      "ονομαστική πληθυντικού", "αιτιατική πληθυντικού", "γενική πληθυντικού", "κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα αγόρι"] },
      { "αιτιατική ενικού": ["βλέπω το/ένα αγόρι"] },
      { "γενική ενικού": ["το παιχνίδι του/ενός αγοριού"] },
      { "κλητική ενικού": ["αγόρι!"] },
  
      { "ονομαστική πληθυντικού": ["τα/κάποια αγόρια"] },
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια αγόρια"] },
      { "γενική πληθυντικού": ["τα παιχνίδια των/κάποιων αγοριών"] },
      { "κλητική πληθυντικού": ["αγόρια!"] }
    ],
    "en_ex": [
      { "nominative singular": ["A/the boy"] },
      { "accusative singular": ["I see the/a boy"] },
      { "genitive singular": ["The toy of the/a boy"] },
      { "vocative singular": ["Boy!"] },
  
      { "nominative plural": ["The/some boys"] },
      { "accusative plural": ["I see the/some boys"] },
      { "genitive plural": ["The toys of the/some boys"] },
      { "vocative plural": ["Boys!"] }
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα αγόρι"] },
      { "αιτιατική ενικού": ["βλέπω το/ένα αγόρι"] },
      { "γενική ενικού": ["το παιχνίδι του/ενός αγοριού"] },
      { "κλητική ενικού": ["αγόρι!"] },
  
      { "ονομαστική πληθυντικού": ["τα/κάποια αγόρια"] },
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια αγόρια"] },
      { "γενική πληθυντικού": ["τα παιχνίδια των/κάποιων αγοριών"] },
      { "κλητική πληθυντικού": ["αγόρια!"] }
    ],
    "img": "decks/big_imgs/boy.jpg",
    "labels": [""]
  },

  {
    "gr": "το κορίτσι",
    "en": "a girl",
    "constructions": [
      "ονομαστική ενικού", "αιτιατική ενικού", "γενική ενικού", "κλητική ενικού",
      "ονομαστική πληθυντικού", "αιτιατική πληθυντικού", "γενική πληθυντικού", "κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα κορίτσι"] },
      { "αιτιατική ενικού": ["βλέπω το/ένα κορίτσι"] },
      { "γενική ενικού": ["το φόρεμα του/ενός κοριτσιού"] },
      { "κλητική ενικού": ["κορίτσι!"] },
  
      { "ονομαστική πληθυντικού": ["τα/κάποια κορίτσια"] },
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια κορίτσια"] },
      { "γενική πληθυντικού": ["τα φορέματα των/κάποιων κοριτσιών"] },
      { "κλητική πληθυντικού": ["κορίτσια!"] }
    ],
    "en_ex": [
      { "nominative singular": ["A/the girl"] },
      { "accusative singular": ["I see the/a girl"] },
      { "genitive singular": ["The dress of the/a girl"] },
      { "vocative singular": ["Girl!"] },
  
      { "nominative plural": ["The/some girls"] },
      { "accusative plural": ["I see the/some girls"] },
      { "genitive plural": ["The dresses of the/some girls"] },
      { "vocative plural": ["Girls!"] }
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα κορίτσι"] },
      { "αιτιατική ενικού": ["βλέπω το/ένα κορίτσι"] },
      { "γενική ενικού": ["το φόρεμα του/ενός κοριτσιού"] },
      { "κλητική ενικού": ["κορίτσι!"] },
  
      { "ονομαστική πληθυντικού": ["τα/κάποια κορίτσια"] },
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια κορίτσια"] },
      { "γενική πληθυντικού": ["τα φορέματα των/κάποιων κοριτσιών"] },
      { "κλητική πληθυντικού": ["κορίτσια!"] }
    ],
    "img": "decks/big_imgs/girl.jpg",
    "labels": [""]
  },
  
  {
    "gr": "η κοπέλα",
    "en": "a (young) woman / girl",
    "constructions": [
      "ονομαστική ενικού", "αιτιατική ενικού", "γενική ενικού", "κλητική ενικού",
      "ονομαστική πληθυντικού", "αιτιατική πληθυντικού", "γενική πληθυντικού", "κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["η/μια κοπέλα"] },
      { "αιτιατική ενικού": ["βλέπω τη/μια κοπέλα"] },
      { "γενική ενικού": ["το ύφος της/μιας κοπέλας"] },
      { "κλητική ενικού": ["κοπέλα!"] },
  
      { "ονομαστική πληθυντικού": ["οι/κάποιες κοπέλες"] },
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες κοπέλες"] },
      { "γενική πληθυντικού": ["η φωνή των/κάποιων κοπελών"] },
      { "κλητική πληθυντικού": ["κοπέλες!"] }
    ],
    "en_ex": [
      { "nominative singular": ["A/the girl"] },
      { "accusative singular": ["I see the/a girl"] },
      { "genitive singular": ["The attitude of the/a girl"] },
      { "vocative singular": ["Girl!"] },
  
      { "nominative plural": ["The/some girls"] },
      { "accusative plural": ["I see the/some girls"] },
      { "genitive plural": ["The voices of the/some girls"] },
      { "vocative plural": ["Girls!"] }
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["η/μια κοπέλα"] },
      { "αιτιατική ενικού": ["βλέπω τη/μια κοπέλα"] },
      { "γενική ενικού": ["το ύφος της/μιας κοπέλας"] },
      { "κλητική ενικού": ["κοπέλα!"] },
  
      { "ονομαστική πληθυντικού": ["οι/κάποιες κοπέλες"] },
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες κοπέλες"] },
      { "γενική πληθυντικού": ["η φωνή των/κάποιων κοπελών"] },
      { "κλητική πληθυντικού": ["κοπέλες!"] }
    ],
    "img": "decks/big_imgs/girl2.jpg",
    "labels": [""]
  },

  {
    "gr": "η μαμά",
    "en": "mom / mama",
    "constructions": [
      "ονομαστική ενικού", "αιτιατική ενικού", "γενική ενικού", "κλητική ενικού",
      "ονομαστική πληθυντικού", "αιτιατική πληθυντικού", "γενική πληθυντικού", "κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["η/μια μαμά"] },
      { "αιτιατική ενικού": ["βλέπω τη/μια μαμά"] },
      { "γενική ενικού": ["το φιλί της/μιας μαμάς"] },
      { "κλητική ενικού": ["μαμά!"] },
  
      { "ονομαστική πληθυντικού": ["οι/κάποιες μαμάδες"] },
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες μαμάδες"] },
      { "γενική πληθυντικού": ["τα παιδιά των/κάποιων μαμάδων"] },
      { "κλητική πληθυντικού": ["μαμάδες!"] }
    ],
    "en_ex": [
      { "nominative singular": ["A/the mom"] },
      { "accusative singular": ["I see the/a mom"] },
      { "genitive singular": ["The kiss of the/a mom"] },
      { "vocative singular": ["Mom!"] },
  
      { "nominative plural": ["The/some moms"] },
      { "accusative plural": ["I see the/some moms"] },
      { "genitive plural": ["The children of the/some moms"] },
      { "vocative plural": ["Moms!"] }
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["η/μια μαμά"] },
      { "αιτιατική ενικού": ["βλέπω τη/μια μαμά"] },
      { "γενική ενικού": ["το φιλί της/μιας μαμάς"] },
      { "κλητική ενικού": ["μαμά!"] },
  
      { "ονομαστική πληθυντικού": ["οι/κάποιες μαμάδες"] },
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες μαμάδες"] },
      { "γενική πληθυντικού": ["τα παιδιά των/κάποιων μαμάδων"] },
      { "κλητική πληθυντικού": ["μαμάδες!"] }
    ],
    "img": "decks/big_imgs/mom.jpg",
    "labels": [""]
  },

  {
    "gr": "η μητέρα",
    "en": "mother",
    "constructions": [
      "ονομαστική ενικού", "αιτιατική ενικού", "γενική ενικού", "κλητική ενικού",
      "ονομαστική πληθυντικού", "αιτιατική πληθυντικού", "γενική πληθυντικού", "κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["η/μια μητέρα"] },
      { "αιτιατική ενικού": ["βλέπω τη/μια μητέρα"] },
      { "γενική ενικού": ["η φροντίδα της/μιας μητέρας"] },
      { "κλητική ενικού": ["μητέρα!"] },
  
      { "ονομαστική πληθυντικού": ["οι/κάποιες μητέρες"] },
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες μητέρες"] },
      { "γενική πληθυντικού": ["η φροντίδα των/κάποιων μητέρων"] },
      { "κλητική πληθυντικού": ["μητέρες!"] }
    ],
    "en_ex": [
      { "nominative singular": ["A/the mother"] },
      { "accusative singular": ["I see the/a mother"] },
      { "genitive singular": ["The care of the/a mother"] },
      { "vocative singular": ["Mother!"] },
  
      { "nominative plural": ["The/some mothers"] },
      { "accusative plural": ["I see the/some mothers"] },
      { "genitive plural": ["The care of the/some mothers"] },
      { "vocative plural": ["Mothers!"] }
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["η/μια μητέρα"] },
      { "αιτιατική ενικού": ["βλέπω τη/μια μητέρα"] },
      { "γενική ενικού": ["η φροντίδα της/μιας μητέρας"] },
      { "κλητική ενικού": ["μητέρα!"] },
  
      { "ονομαστική πληθυντικού": ["οι/κάποιες μητέρες"] },
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες μητέρες"] },
      { "γενική πληθυντικού": ["η φροντίδα των/κάποιων μητέρων"] },
      { "κλητική πληθυντικού": ["μητέρες!"] }
    ],
    "img": "decks/big_imgs/mother.jpg",
    "labels": [""]
  },

  {
    "gr": "ο μπαμπάς",
    "en": "dad / papa",
    "constructions": [
      "ονομαστική ενικού", "αιτιατική ενικού", "γενική ενικού", "κλητική ενικού",
      "ονομαστική πληθυντικού", "αιτιατική πληθυντικού", "γενική πληθυντικού", "κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["ο/ένας μπαμπάς"] },
      { "αιτιατική ενικού": ["βλέπω τον/έναν μπαμπά"] },
      { "γενική ενικού": ["το παιδί του/ενός μπαμπά"] },
      { "κλητική ενικού": ["μπαμπά!"] },
  
      { "ονομαστική πληθυντικού": ["οι/κάποιοι μπαμπάδες"] },
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους μπαμπάδες"] },
      { "γενική πληθυντικού": ["τα παιδιά των/κάποιων μπαμπάδων"] },
      { "κλητική πληθυντικού": ["μπαμπάδες!"] }
    ],
    "en_ex": [
      { "nominative singular": ["A/the dad"] },
      { "accusative singular": ["I see the/a dad"] },
      { "genitive singular": ["The child of the/a dad"] },
      { "vocative singular": ["Dad!"] },
  
      { "nominative plural": ["The/some dads"] },
      { "accusative plural": ["I see the/some dads"] },
      { "genitive plural": ["The children of the/some dads"] },
      { "vocative plural": ["Dads!"] }
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["ο/ένας μπαμπάς"] },
      { "αιτιατική ενικού": ["βλέπω τον/έναν μπαμπά"] },
      { "γενική ενικού": ["το παιδί του/ενός μπαμπά"] },
      { "κλητική ενικού": ["μπαμπά!"] },
  
      { "ονομαστική πληθυντικού": ["οι/κάποιοι μπαμπάδες"] },
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους μπαμπάδες"] },
      { "γενική πληθυντικού": ["τα παιδιά των/κάποιων μπαμπάδων"] },
      { "κλητική πληθυντικού": ["μπαμπάδες!"] }
    ],
    "img": "decks/big_imgs/dad.jpg",
    "labels": [""]
  },

  {
    "gr": "ο πατέρας",
    "en": "father",
    "constructions": [
      "ονομαστική ενικού", "αιτιατική ενικού", "γενική ενικού", "κλητική ενικού",
      "ονομαστική πληθυντικού", "αιτιατική πληθυντικού", "γενική πληθυντικού", "κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["ο/ένας πατέρας"] },
      { "αιτιατική ενικού": ["βλέπω τον/έναν πατέρα"] },
      { "γενική ενικού": ["η συμβουλή του/ενός πατέρα"] },
      { "κλητική ενικού": ["πατέρα!"] },
  
      { "ονομαστική πληθυντικού": ["οι/κάποιοι πατέρες"] },
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους πατέρες"] },
      { "γενική πληθυντικού": ["οι συμβουλές των/κάποιων πατέρων"] },
      { "κλητική πληθυντικού": ["πατέρες!"] }
    ],
    "en_ex": [
      { "nominative singular": ["A/the father"] },
      { "accusative singular": ["I see the/a father"] },
      { "genitive singular": ["The advice of the/a father"] },
      { "vocative singular": ["Father!"] },
  
      { "nominative plural": ["The/some fathers"] },
      { "accusative plural": ["I see the/some fathers"] },
      { "genitive plural": ["The advice of the/some fathers"] },
      { "vocative plural": ["Fathers!"] }
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["ο/ένας πατέρας"] },
      { "αιτιατική ενικού": ["βλέπω τον/έναν πατέρα"] },
      { "γενική ενικού": ["η συμβουλή του/ενός πατέρα"] },
      { "κλητική ενικού": ["πατέρα!"] },
  
      { "ονομαστική πληθυντικού": ["οι/κάποιοι πατέρες"] },
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους πατέρες"] },
      { "γενική πληθυντικού": ["οι συμβουλές των/κάποιων πατέρων"] },
      { "κλητική πληθυντικού": ["πατέρες!"] }
    ],
    "img": "decks/big_imgs/father.jpg",
    "labels": [""]
  },


  {
    "gr": "ο αδελφός",
    "en": "brother",
    "constructions": [
      "ονομαστική ενικού", "αιτιατική ενικού", "γενική ενικού", "κλητική ενικού",
      "ονομαστική πληθυντικού", "αιτιατική πληθυντικού", "γενική πληθυντικού", "κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["ο/ένας αδελφός"] },
      { "αιτιατική ενικού": ["βλέπω τον/έναν αδελφό"] },
      { "γενική ενικού": ["το δωμάτιο του/ενός αδελφού"] },
      { "κλητική ενικού": ["αδελφέ!"] },

      { "ονομαστική πληθυντικού": ["οι/κάποιοι αδελφοί"] },
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους αδελφούς"] },
      { "γενική πληθυντικού": ["τα δωμάτια των/κάποιων αδελφών"] },
      { "κλητική πληθυντικού": ["αδελφοί!"] }
    ],
    "en_ex": [
      { "nominative singular": ["A/the brother"] },
      { "accusative singular": ["I see the/a brother"] },
      { "genitive singular": ["The room of the/a brother"] },
      { "vocative singular": ["Brother!"] },

      { "nominative plural": ["The/some brothers"] },
      { "accusative plural": ["I see the/some brothers"] },
      { "genitive plural": ["The rooms of the/some brothers"] },
      { "vocative plural": ["Brothers!"] }
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["ο/ένας αδελφός"] },
      { "αιτιατική ενικού": ["βλέπω τον/έναν αδελφό"] },
      { "γενική ενικού": ["το δωμάτιο του/ενός αδελφού"] },
      { "κλητική ενικού": ["αδελφέ!"] },

      { "ονομαστική πληθυντικού": ["οι/κάποιοι αδελφοί"] },
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους αδελφούς"] },
      { "γενική πληθυντικού": ["τα δωμάτια των/κάποιων αδελφών"] },
      { "κλητική πληθυντικού": ["αδελφοί!"] }
    ],
    "img": "decks/big_imgs/brother.jpg",
    "labels": [""]
  },

  {
    "gr": "η αδελφή",
    "en": "sister",
    "constructions": [
      "ονομαστική ενικού", "αιτιατική ενικού", "γενική ενικού", "κλητική ενικού",
      "ονομαστική πληθυντικού", "αιτιατική πληθυντικού", "γενική πληθυντικού", "κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["η/μια αδελφή"] },
      { "αιτιατική ενικού": ["βλέπω τη/μια αδελφή"] },
      { "γενική ενικού": ["το βιβλίο της/μιας αδελφής"] },
      { "κλητική ενικού": ["αδελφή!"] },

      { "ονομαστική πληθυντικού": ["οι/κάποιες αδελφές"] },
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες αδελφές"] },
      { "γενική πληθυντικού": ["τα βιβλία των/κάποιων αδελφών"] },
      { "κλητική πληθυντικού": ["αδελφές!"] }
    ],
    "en_ex": [
      { "nominative singular": ["A/the sister"] },
      { "accusative singular": ["I see the/a sister"] },
      { "genitive singular": ["The book of the/a sister"] },
      { "vocative singular": ["Sister!"] },

      { "nominative plural": ["The/some sisters"] },
      { "accusative plural": ["I see the/some sisters"] },
      { "genitive plural": ["The books of the/some sisters"] },
      { "vocative plural": ["Sisters!"] }
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["η/μια αδελφή"] },
      { "αιτιατική ενικού": ["βλέπω τη/μια αδελφή"] },
      { "γενική ενικού": ["το βιβλίο της/μιας αδελφής"] },
      { "κλητική ενικού": ["αδελφή!"] },

      { "ονομαστική πληθυντικού": ["οι/κάποιες αδελφές"] },
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες αδελφές"] },
      { "γενική πληθυντικού": ["τα βιβλία των/κάποιων αδελφών"] },
      { "κλητική πληθυντικού": ["αδελφές!"] }
    ],
    "img": "decks/big_imgs/sister.jpg",
    "labels": [""]
  },

  {
    "gr": "η γιαγιά",
    "en": "grandmother",
    "constructions": [
      "ονομαστική ενικού", "αιτιατική ενικού", "γενική ενικού", "κλητική ενικού",
      "ονομαστική πληθυντικού", "αιτιατική πληθυντικού", "γενική πληθυντικού", "κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["η/μια γιαγιά"] },
      { "αιτιατική ενικού": ["βλέπω τη/μια γιαγιά"] },
      { "γενική ενικού": ["το σπίτι της/μιας γιαγιάς"] },
      { "κλητική ενικού": ["γιαγιά!"] },

      { "ονομαστική πληθυντικού": ["οι/κάποιες γιαγιάδες"] },
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες γιαγιάδες"] },
      { "γενική πληθυντικού": ["τα σπίτια των/κάποιων γιαγιάδων"] },
      { "κλητική πληθυντικού": ["γιαγιάδες!"] }
    ],
    "en_ex": [
      { "nominative singular": ["A/the grandmother"] },
      { "accusative singular": ["I see the/a grandmother"] },
      { "genitive singular": ["The house of the/a grandmother"] },
      { "vocative singular": ["Grandma!"] },

      { "nominative plural": ["The/some grandmothers"] },
      { "accusative plural": ["I see the/some grandmothers"] },
      { "genitive plural": ["The houses of the/some grandmothers"] },
      { "vocative plural": ["Grandmothers!"] }
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["η/μια γιαγιά"] },
      { "αιτιατική ενικού": ["βλέπω τη/μια γιαγιά"] },
      { "γενική ενικού": ["το σπίτι της/μιας γιαγιάς"] },
      { "κλητική ενικού": ["γιαγιά!"] },

      { "ονομαστική πληθυντικού": ["οι/κάποιες γιαγιάδες"] },
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες γιαγιάδες"] },
      { "γενική πληθυντικού": ["τα σπίτια των/κάποιων γιαγιάδων"] },
      { "κλητική πληθυντικού": ["γιαγιάδες!"] }
    ],
    "img": "decks/big_imgs/grandmother.jpg",
    "labels": [""]
  },

  {
    "gr": "ο παππούς",
    "en": "grandfather",
    "constructions": [
      "ονομαστική ενικού", "αιτιατική ενικού", "γενική ενικού", "κλητική ενικού",
      "ονομαστική πληθυντικού", "αιτιατική πληθυντικού", "γενική πληθυντικού", "κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["ο/ένας παππούς"] },
      { "αιτιατική ενικού": ["βλέπω τον/έναν παππού"] },
      { "γενική ενικού": ["η ιστορία του/ενός παππού"] },
      { "κλητική ενικού": ["παππού!"] },

      { "ονομαστική πληθυντικού": ["οι/κάποιοι παππούδες"] },
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους παππούδες"] },
      { "γενική πληθυντικού": ["οι ιστορίες των/κάποιων παππούδων"] },
      { "κλητική πληθυντικού": ["παππούδες!"] }
    ],
    "en_ex": [
      { "nominative singular": ["A/the grandfather"] },
      { "accusative singular": ["I see the/a grandfather"] },
      { "genitive singular": ["The story of the/a grandfather"] },
      { "vocative singular": ["Grandpa!"] },

      { "nominative plural": ["The/some grandfathers"] },
      { "accusative plural": ["I see the/some grandfathers"] },
      { "genitive plural": ["The stories of the/some grandfathers"] },
      { "vocative plural": ["Grandfathers!"] }
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["ο/ένας παππούς"] },
      { "αιτιατική ενικού": ["βλέπω τον/έναν παππού"] },
      { "γενική ενικού": ["η ιστορία του/ενός παππού"] },
      { "κλητική ενικού": ["παππού!"] },

      { "ονομαστική πληθυντικού": ["οι/κάποιοι παππούδες"] },
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους παππούδες"] },
      { "γενική πληθυντικού": ["οι ιστορίες των/κάποιων παππούδων"] },
      { "κλητική πληθυντικού": ["παππούδες!"] }
    ],
    "img": "decks/big_imgs/grandfather.jpg",
    "labels": [""]
  },

  {
    "gr": "ο θείος",
    "en": "uncle",
    "constructions": ["ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["ο/ένας θείος"] },
      { "αιτιατική ενικού": ["βλέπω τον/έναν θείο"] },
      { "γενική ενικού": ["το σπίτι του/ενός θείου"] },
      { "κλητική ενικού": ["θείε!"] },

      { "ονομαστική πληθυντικού": ["οι/κάποιοι θείοι"] },
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους θείους"] },
      { "γενική πληθυντικού": ["τα σπίτια των/κάποιων θείων"] },
      { "κλητική πληθυντικού": ["θείοι!"] }
    ],
    "en_ex": [
      { "nominative singular": ["A/the uncle"] },
      { "accusative singular": ["I see the/an uncle"] },
      { "genitive singular": ["The house of the/an uncle"] },
      { "vocative singular": ["Uncle!"] },

      { "nominative plural": ["The/some uncles"] },
      { "accusative plural": ["I see the/some uncles"] },
      { "genitive plural": ["The houses of the/some uncles"] },
      { "vocative plural": ["Uncles!"] }
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["ο/ένας θείος"] },
      { "αιτιατική ενικού": ["βλέπω τον/έναν θείο"] },
      { "γενική ενικού": ["το σπίτι του/ενός θείου"] },
      { "κλητική ενικού": ["θείε!"] },

      { "ονομαστική πληθυντικού": ["οι/κάποιοι θείοι"] },
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους θείους"] },
      { "γενική πληθυντικού": ["τα σπίτια των/κάποιων θείων"] },
      { "κλητική πληθυντικού": ["θείοι!"] }
    ],
    "img": "decks/big_imgs/uncle.jpg",
    "labels": [""]
  },

  {
    "gr": "η θεία",
    "en": "aunt",
    "constructions": ["ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["η/μια θεία"] },
      { "αιτιατική ενικού": ["βλέπω τη/μια θεία"] },
      { "γενική ενικού": ["το δώρο της/μιας θείας"] },
      { "κλητική ενικού": ["θεία!"] },

      { "ονομαστική πληθυντικού": ["οι/κάποιες θείες"] },
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες θείες"] },
      { "γενική πληθυντικού": ["τα δώρα των/κάποιων θειών"] },
      { "κλητική πληθυντικού": ["θείες!"] }
    ],
    "en_ex": [
      { "nominative singular": ["A/the aunt"] },
      { "accusative singular": ["I see the/an aunt"] },
      { "genitive singular": ["The gift of the/an aunt"] },
      { "vocative singular": ["Aunt!"] },

      { "nominative plural": ["The/some aunts"] },
      { "accusative plural": ["I see the/some aunts"] },
      { "genitive plural": ["The gifts of the/some aunts"] },
      { "vocative plural": ["Aunts!"] }
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["η/μια θεία"] },
      { "αιτιατική ενικού": ["βλέπω τη/μια θεία"] },
      { "γενική ενικού": ["το δώρο της/μιας θείας"] },
      { "κλητική ενικού": ["θεία!"] },

      { "ονομαστική πληθυντικού": ["οι/κάποιες θείες"] },
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες θείες"] },
      { "γενική πληθυντικού": ["τα δώρα των/κάποιων θειών"] },
      { "κλητική πληθυντικού": ["θείες!"] }
    ],
    "img": "decks/big_imgs/aunt.jpg",
    "labels": [""]
  },

  {
    "gr": "ο ανιψιός",
    "en": "nephew",
    "constructions": ["ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["ο/ένας ανιψιός"] },
      { "αιτιατική ενικού": ["βλέπω τον/έναν ανιψιό"] },
      { "γενική ενικού": ["το παιχνίδι του/ενός ανιψιού"] },
      { "κλητική ενικού": ["ανιψιέ!"] },

      { "ονομαστική πληθυντικού": ["οι/κάποιοι ανιψιοί"] },
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους ανιψιούς"] },
      { "γενική πληθυντικού": ["τα παιχνίδια των/κάποιων ανιψιών"] },
      { "κλητική πληθυντικού": ["ανιψιοί!"] }
    ],
    "en_ex": [
      { "nominative singular": ["A/the nephew"] },
      { "accusative singular": ["I see the/a nephew"] },
      { "genitive singular": ["The toy of the/a nephew"] },
      { "vocative singular": ["Nephew!"] },

      { "nominative plural": ["The/some nephews"] },
      { "accusative plural": ["I see the/some nephews"] },
      { "genitive plural": ["The toys of the/some nephews"] },
      { "vocative plural": ["Nephews!"] }
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["ο/ένας ανιψιός"] },
      { "αιτιατική ενικού": ["βλέπω τον/έναν ανιψιό"] },
      { "γενική ενικού": ["το παιχνίδι του/ενός ανιψιού"] },
      { "κλητική ενικού": ["ανιψιέ!"] },

      { "ονομαστική πληθυντικού": ["οι/κάποιοι ανιψιοί"] },
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους ανιψιούς"] },
      { "γενική πληθυντικού": ["τα παιχνίδια των/κάποιων ανιψιών"] },
      { "κλητική πληθυντικού": ["ανιψιοί!"] }
    ],
    "img": "decks/big_imgs/nephew.jpg",
    "labels": [""]
  },

  {
    "gr": "η ανιψιά",
    "en": "niece",
    "constructions": ["ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["η/μια ανιψιά"] },
      { "αιτιατική ενικού": ["βλέπω τη/μια ανιψιά"] },
      { "γενική ενικού": ["το βιβλίο της/μιας ανιψιάς"] },
      { "κλητική ενικού": ["ανιψιά!"] },

      { "ονομαστική πληθυντικού": ["οι/κάποιες ανιψιές"] },
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες ανιψιές"] },
      { "γενική πληθυντικού": ["τα βιβλία των/κάποιων ανιψιών"] },
      { "κλητική πληθυντικού": ["ανιψιές!"] }
    ],
    "en_ex": [
      { "nominative singular": ["A/the niece"] },
      { "accusative singular": ["I see the/a niece"] },
      { "genitive singular": ["The book of the/a niece"] },
      { "vocative singular": ["Niece!"] },

      { "nominative plural": ["The/some nieces"] },
      { "accusative plural": ["I see the/some nieces"] },
      { "genitive plural": ["The books of the/some nieces"] },
      { "vocative plural": ["Nieces!"] }
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["η/μια ανιψιά"] },
      { "αιτιατική ενικού": ["βλέπω τη/μια ανιψιά"] },
      { "γενική ενικού": ["το βιβλίο της/μιας ανιψιάς"] },
      { "κλητική ενικού": ["ανιψιά!"] },

      { "ονομαστική πληθυντικού": ["οι/κάποιες ανιψιές"] },
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες ανιψιές"] },
      { "γενική πληθυντικού": ["τα βιβλία των/κάποιων ανιψιών"] },
      { "κλητική πληθυντικού": ["ανιψιές!"] }
    ],
    "img": "decks/big_imgs/niece.jpg",
    "labels": [""]
  },

  {
    "gr": "ο ξάδελφος",
    "en": "male cousin",
    "constructions": ["ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["ο/ένας ξάδελφος"] },
      { "αιτιατική ενικού": ["βλέπω τον/έναν ξάδελφο"] },
      { "γενική ενικού": ["το όνομα του/ενός ξαδέλφου"] },
      { "κλητική ενικού": ["ξάδελφε!"] },

      { "ονομαστική πληθυντικού": ["οι/κάποιοι ξάδελφοι"] },
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους ξαδέλφους"] },
      { "γενική πληθυντικού": ["τα σπίτια των/κάποιων ξαδέλφων"] },
      { "κλητική πληθυντικού": ["ξάδελφοι!"] }
    ],
    "en_ex": [
      { "nominative singular": ["A/the cousin (male)"] },
      { "accusative singular": ["I see the/a cousin"] },
      { "genitive singular": ["The name of the/a cousin"] },
      { "vocative singular": ["Cousin!"] },

      { "nominative plural": ["The/some cousins"] },
      { "accusative plural": ["I see the/some cousins"] },
      { "genitive plural": ["The houses of the/some cousins"] },
      { "vocative plural": ["Cousins!"] }
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["ο/ένας ξάδελφος"] },
      { "αιτιατική ενικού": ["βλέπω τον/έναν ξάδελφο"] },
      { "γενική ενικού": ["το όνομα του/ενός ξαδέλφου"] },
      { "κλητική ενικού": ["ξάδελφε!"] },

      { "ονομαστική πληθυντικού": ["οι/κάποιοι ξάδελφοι"] },
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους ξαδέλφους"] },
      { "γενική πληθυντικού": ["τα σπίτια των/κάποιων ξαδέλφων"] },
      { "κλητική πληθυντικού": ["ξάδελφοι!"] }
    ],
    "img": "decks/big_imgs/cousin_m.jpg",
    "labels": [""]
  },

  {
    "gr": "η ξαδέλφη",
    "en": "female cousin",
    "constructions": ["ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["η/μια ξαδέλφη"] },
      { "αιτιατική ενικού": ["βλέπω τη/μια ξαδέλφη"] },
      { "γενική ενικού": ["το μήνυμα της/μιας ξαδέλφης"] },
      { "κλητική ενικού": ["ξαδέλφη!"] },

      { "ονομαστική πληθυντικού": ["οι/κάποιες ξαδέλφες"] },
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες ξαδέλφες"] },
      { "γενική πληθυντικού": ["τα μηνύματα των/κάποιων ξαδέλφων"] },
      { "κλητική πληθυντικού": ["ξαδέλφες!"] }
    ],
    "en_ex": [
      { "nominative singular": ["A/the cousin (female)"] },
      { "accusative singular": ["I see the/a cousin"] },
      { "genitive singular": ["The message of the/a cousin"] },
      { "vocative singular": ["Cousin!"] },

      { "nominative plural": ["The/some cousins"] },
      { "accusative plural": ["I see the/some cousins"] },
      { "genitive plural": ["The messages of the/some cousins"] },
      { "vocative plural": ["Cousins!"] }
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["η/μια ξαδέλφη"] },
      { "αιτιατική ενικού": ["βλέπω τη/μια ξαδέλφη"] },
      { "γενική ενικού": ["το μήνυμα της/μιας ξαδέλφης"] },
      { "κλητική ενικού": ["ξαδέλφη!"] },

      { "ονομαστική πληθυντικού": ["οι/κάποιες ξαδέλφες"] },
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες ξαδέλφες"] },
      { "γενική πληθυντικού": ["τα μηνύματα των/κάποιων ξαδέλφων"] },
      { "κλητική πληθυντικού": ["ξαδέλφες!"] }
    ],
    "img": "decks/big_imgs/cousin_f.jpg",
    "labels": [""]
  },


  {
    "gr": "το ζώο",
    "en": "animal",
    "constructions": ["ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα ζώο"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα ζώο"]},
      { "γενική ενικού": ["η τροφή του/ενός ζώου"]},
      { "κλητική ενικού": ["ζώο!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια ζώα"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια ζώα"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων ζώων"]},
      { "κλητική πληθυντικού": ["ζώα!"]}
    ],
    "en_ex": [
      { "nominative singular": ["An/the animal"]},
      { "accusative singular": ["I see the/an animal"]},
      { "genitive singular": ["The food of the/an animal"]},
      { "vocative singular": ["Animal!"]},
      { "nominative plural": ["The/some animals"]},
      { "accusative plural": ["I see the/some animals"]},
      { "genitive plural": ["The food of the/some animals"]},
      { "vocative plural": ["Animals!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα ζώο"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα ζώο"]},
      { "γενική ενικού": ["η τροφή του/ενός ζώου"]},
      { "κλητική ενικού": ["ζώο!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια ζώα"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια ζώα"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων ζώων"]},
      { "κλητική πληθυντικού": ["ζώα!"]}
    ],
    "img": "decks/big_imgs/animal.jpg",
    "labels": ["animals"]
  },
  {
    "gr": "ο γάτος",
    "en": "tomcat",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["ο/ένας γάτος"]},
      { "αιτιατική ενικού": ["βλέπω τον/έναν γάτο"]},
      { "γενική ενικού": ["η τροφή του/ενός γάτου"]},
      { "κλητική ενικού": ["γάτε!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιοι γάτοι"]},
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους γάτους"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων γάτων"]},
      { "κλητική πληθυντικού": ["γάτοι!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the tomcat"]},
      { "accusative singular": ["I see the/a tomcat"]},
      { "genitive singular": ["The food of the/a tomcat"]},
      { "vocative singular": ["Tomcat!"]},
      { "nominative plural": ["The/some tomcats"]},
      { "accusative plural": ["I see the/some tomcats"]},
      { "genitive plural": ["The food of the/some tomcats"]},
      { "vocative plural": ["Tomcats!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["ο/ένας γάτος"]},
      { "αιτιατική ενικού": ["βλέπω τον/έναν γάτο"]},
      { "γενική ενικού": ["η τροφή του/ενός γάτου"]},
      { "κλητική ενικού": ["γάτε!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιοι γάτοι"]},
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους γάτους"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων γάτων"]},
      { "κλητική πληθυντικού": ["γάτοι!"]}
    ],
    "img": "decks/big_imgs/tomcat.jpg",
    "labels": ["animals"]
  },
  {
    "gr": "ο σκύλος",
    "en": "dog",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["ο/ένας σκύλος"]},
      { "αιτιατική ενικού": ["βλέπω τον/έναν σκύλο"]},
      { "γενική ενικού": ["η τροφή του/ενός σκύλου"]},
      { "κλητική ενικού": ["σκύλε!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιοι σκύλοι"]},
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους σκύλους"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων σκύλων"]},
      { "κλητική πληθυντικού": ["σκύλοι!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the dog"]},
      { "accusative singular": ["I see the/a dog"]},
      { "genitive singular": ["The food of the/a dog"]},
      { "vocative singular": ["Dog!"]},
      { "nominative plural": ["The/some dogs"]},
      { "accusative plural": ["I see the/some dogs"]},
      { "genitive plural": ["The food of the/some dogs"]},
      { "vocative plural": ["Dogs!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["ο/ένας σκύλος"]},
      { "αιτιατική ενικού": ["βλέπω τον/έναν σκύλο"]},
      { "γενική ενικού": ["η τροφή του/ενός σκύλου"]},
      { "κλητική ενικού": ["σκύλε!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιοι σκύλοι"]},
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους σκύλους"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων σκύλων"]},
      { "κλητική πληθυντικού": ["σκύλοι!"]}
    ],
    "img": "decks/big_imgs/dog.jpg",
    "labels": ["animals"]
  },
  {
    "gr": "η κότα",
    "en": "hen",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["η/μια κότα"]},
      { "αιτιατική ενικού": ["βλέπω την/μια κότα"]},
      { "γενική ενικού": ["η τροφή της/μιας κότας"]},
      { "κλητική ενικού": ["κότα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες κότες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες κότες"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων κοτών"]},
      { "κλητική πληθυντικού": ["κότες!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the hen"]},
      { "accusative singular": ["I see the/a hen"]},
      { "genitive singular": ["The food of the/a hen"]},
      { "vocative singular": ["Hen!"]},
      { "nominative plural": ["The/some hens"]},
      { "accusative plural": ["I see the/some hens"]},
      { "genitive plural": ["The food of the/some hens"]},
      { "vocative plural": ["Hens!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["η/μια κότα"]},
      { "αιτιατική ενικού": ["βλέπω την/μια κότα"]},
      { "γενική ενικού": ["η τροφή της/μιας κότας"]},
      { "κλητική ενικού": ["κότα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες κότες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες κότες"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων κοτών"]},
      { "κλητική πληθυντικού": ["κότες!"]}
    ],
    "img": "decks/big_imgs/hen.jpg",
    "labels": ["animals"]
  },
  {
    "gr": "ο κόκορας",
    "en": "rooster",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["ο/ένας κόκορας"]},
      { "αιτιατική ενικού": ["βλέπω τον/έναν κόκορα"]},
      { "γενική ενικού": ["η τροφή του/ενός κόκορα"]},
      { "κλητική ενικού": ["κόκορα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιοι κόκορες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους κόκορες"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων κόκορων"]},
      { "κλητική πληθυντικού": ["κόκορες!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the rooster"]},
      { "accusative singular": ["I see the/a rooster"]},
      { "genitive singular": ["The food of the/a rooster"]},
      { "vocative singular": ["Rooster!"]},
      { "nominative plural": ["The/some roosters"]},
      { "accusative plural": ["I see the/some roosters"]},
      { "genitive plural": ["The food of the/some roosters"]},
      { "vocative plural": ["Roosters!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["ο/ένας κόκορας"]},
      { "αιτιατική ενικού": ["βλέπω τον/έναν κόκορα"]},
      { "γενική ενικού": ["η τροφή του/ενός κόκορα"]},
      { "κλητική ενικού": ["κόκορα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιοι κόκορες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους κόκορες"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων κόκορων"]},
      { "κλητική πληθυντικού": ["κόκορες!"]}
    ],
    "img": "decks/big_imgs/rooster.jpg",
    "labels": ["animals"]
  },
  {
    "gr": "η προβατίνα",
    "en": "ewe",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["η/μια προβατίνα"]},
      { "αιτιατική ενικού": ["βλέπω την/μια προβατίνα"]},
      { "γενική ενικού": ["η τροφή της/μιας προβατίνας"]},
      { "κλητική ενικού": ["προβατίνα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες προβατίνες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες προβατίνες"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων προβατινών"]},
      { "κλητική πληθυντικού": ["προβατίνες!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the ewe"]},
      { "accusative singular": ["I see the/a ewe"]},
      { "genitive singular": ["The food of the/a ewe"]},
      { "vocative singular": ["Ewe!"]},
      { "nominative plural": ["The/some ewes"]},
      { "accusative plural": ["I see the/some ewes"]},
      { "genitive plural": ["The food of the/some ewes"]},
      { "vocative plural": ["Ewes!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["η/μια προβατίνα"]},
      { "αιτιατική ενικού": ["βλέπω την/μια προβατίνα"]},
      { "γενική ενικού": ["η τροφή της/μιας προβατίνας"]},
      { "κλητική ενικού": ["προβατίνα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες προβατίνες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες προβατίνες"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων προβατινών"]},
      { "κλητική πληθυντικού": ["προβατίνες!"]}
    ],
    "img": "decks/big_imgs/ewe.jpg",
    "labels": ["animals"]
  },
  {
    "gr": "ο κριός",
    "en": "ram",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["ο/ένας κριός"]},
      { "αιτιατική ενικού": ["βλέπω τον/έναν κριό"]},
      { "γενική ενικού": ["η τροφή του/ενός κριού"]},
      { "κλητική ενικού": ["κριέ!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιοι κριοί"]},
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους κριούς"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων κριών"]},
      { "κλητική πληθυντικού": ["κριοί!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the ram"]},
      { "accusative singular": ["I see the/a ram"]},
      { "genitive singular": ["The food of the/a ram"]},
      { "vocative singular": ["Ram!"]},
      { "nominative plural": ["The/some rams"]},
      { "accusative plural": ["I see the/some rams"]},
      { "genitive plural": ["The food of the/some rams"]},
      { "vocative plural": ["Rams!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["ο/ένας κριός"]},
      { "αιτιατική ενικού": ["βλέπω τον/έναν κριό"]},
      { "γενική ενικού": ["η τροφή του/ενός κριού"]},
      { "κλητική ενικού": ["κριέ!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιοι κριοί"]},
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους κριούς"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων κριών"]},
      { "κλητική πληθυντικού": ["κριοί!"]}
    ],
    "img": "decks/big_imgs/ram.jpg",
    "labels": ["animals"]
  },
  {
    "gr": "η αγελάδα",
    "en": "cow",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["η/μια αγελάδα"]},
      { "αιτιατική ενικού": ["βλέπω την/μια αγελάδα"]},
      { "γενική ενικού": ["η τροφή της/μιας αγελάδας"]},
      { "κλητική ενικού": ["αγελάδα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες αγελάδες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες αγελάδες"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων αγελάδων"]},
      { "κλητική πληθυντικού": ["αγελάδες!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the cow"]},
      { "accusative singular": ["I see the/a cow"]},
      { "genitive singular": ["The food of the/a cow"]},
      { "vocative singular": ["Cow!"]},
      { "nominative plural": ["The/some cows"]},
      { "accusative plural": ["I see the/some cows"]},
      { "genitive plural": ["The food of the/some cows"]},
      { "vocative plural": ["Cows!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["η/μια αγελάδα"]},
      { "αιτιατική ενικού": ["βλέπω την/μια αγελάδα"]},
      { "γενική ενικού": ["η τροφή της/μιας αγελάδας"]},
      { "κλητική ενικού": ["αγελάδα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες αγελάδες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες αγελάδες"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων αγελάδων"]},
      { "κλητική πληθυντικού": ["αγελάδες!"]}
    ],
    "img": "decks/big_imgs/cow.jpg",
    "labels": ["animals"]
  },
  {
    "gr": "ο ταύρος",
    "en": "bull",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["ο/ένας ταύρος"]},
      { "αιτιατική ενικού": ["βλέπω τον/έναν ταύρο"]},
      { "γενική ενικού": ["η τροφή του/ενός ταύρου"]},
      { "κλητική ενικού": ["ταύρε!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιοι ταύροι"]},
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους ταύρους"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων ταύρων"]},
      { "κλητική πληθυντικού": ["ταύροι!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the bull"]},
      { "accusative singular": ["I see the/a bull"]},
      { "genitive singular": ["The food of the/a bull"]},
      { "vocative singular": ["Bull!"]},
      { "nominative plural": ["The/some bulls"]},
      { "accusative plural": ["I see the/some bulls"]},
      { "genitive plural": ["The food of the/some bulls"]},
      { "vocative plural": ["Bulls!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["ο/ένας ταύρος"]},
      { "αιτιατική ενικού": ["βλέπω τον/έναν ταύρο"]},
      { "γενική ενικού": ["η τροφή του/ενός ταύρου"]},
      { "κλητική ενικού": ["ταύρε!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιοι ταύροι"]},
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους ταύρους"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων ταύρων"]},
      { "κλητική πληθυντικού": ["ταύροι!"]}
    ],
    "img": "decks/big_imgs/bull.jpg",
    "labels": ["animals"]
  },
  {
    "gr": "η γάτα",
    "en": "cat",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["η/μια γάτα"]},
      { "αιτιατική ενικού": ["βλέπω την/μια γάτα"]},
      { "γενική ενικού": ["η τροφή της/μιας γάτας"]},
      { "κλητική ενικού": ["γάτα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες γάτες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες γάτες"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων γατών"]},
      { "κλητική πληθυντικού": ["γάτες!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the cat"]},
      { "accusative singular": ["I see the/a cat"]},
      { "genitive singular": ["The food of the/a cat"]},
      { "vocative singular": ["Cat!"]},
      { "nominative plural": ["The/some cats"]},
      { "accusative plural": ["I see the/some cats"]},
      { "genitive plural": ["The food of the/some cats"]},
      { "vocative plural": ["Cats!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["η/μια γάτα"]},
      { "αιτιατική ενικού": ["βλέπω την/μια γάτα"]},
      { "γενική ενικού": ["η τροφή της/μιας γάτας"]},
      { "κλητική ενικού": ["γάτα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες γάτες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες γάτες"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων γατών"]},
      { "κλητική πληθυντικού": ["γάτες!"]}
    ],
    "img": "decks/big_imgs/cat.jpg",
    "labels": ["animals"]
  },
  {
    "gr": "το χάμστερ",
    "en": "hamster",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα χάμστερ"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα χάμστερ"]},
      { "γενική ενικού": ["η τροφή του/ενός χάμστερ"]},
      { "κλητική ενικού": ["χάμστερ!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια χάμστερ"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια χάμστερ"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων χάμστερ"]},
      { "κλητική πληθυντικού": ["χάμστερ!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the hamster"]},
      { "accusative singular": ["I see the/a hamster"]},
      { "genitive singular": ["The food of the/a hamster"]},
      { "vocative singular": ["Hamster!"]},
      { "nominative plural": ["The/some hamsters"]},
      { "accusative plural": ["I see the/some hamsters"]},
      { "genitive plural": ["The food of the/some hamsters"]},
      { "vocative plural": ["Hamsters!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα χάμστερ"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα χάμστερ"]},
      { "γενική ενικού": ["η τροφή του/ενός χάμστερ"]},
      { "κλητική ενικού": ["χάμστερ!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια χάμστερ"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια χάμστερ"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων χάμστερ"]},
      { "κλητική πληθυντικού": ["χάμστερ!"]}
    ],
    "img": "decks/big_imgs/hamster.jpg",
    "labels": ["animals"]
  },
  {
    "gr": "το κουνέλι",
    "en": "rabbit",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα κουνέλι"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα κουνέλι"]},
      { "γενική ενικού": ["η τροφή του/ενός κουνελιού"]},
      { "κλητική ενικού": ["κουνέλι!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια κουνέλια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια κουνέλια"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων κουνελιών"]},
      { "κλητική πληθυντικού": ["κουνέλια!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the rabbit"]},
      { "accusative singular": ["I see the/a rabbit"]},
      { "genitive singular": ["The food of the/a rabbit"]},
      { "vocative singular": ["Rabbit!"]},
      { "nominative plural": ["The/some rabbits"]},
      { "accusative plural": ["I see the/some rabbits"]},
      { "genitive plural": ["The food of the/some rabbits"]},
      { "vocative plural": ["Rabbits!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα κουνέλι"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα κουνέλι"]},
      { "γενική ενικού": ["η τροφή του/ενός κουνελιού"]},
      { "κλητική ενικού": ["κουνέλι!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια κουνέλια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια κουνέλια"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων κουνελιών"]},
      { "κλητική πληθυντικού": ["κουνέλια!"]}
    ],
    "img": "decks/big_imgs/rabbit.jpg",
    "labels": ["animals"]
  },

  {
    "gr": "ο γάτος",
    "en": "tomcat",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["ο/ένας γάτος"]},
      { "αιτιατική ενικού": ["βλέπω τον/έναν γάτο"]},
      { "γενική ενικού": ["η τροφή του/ενός γάτου"]},
      { "κλητική ενικού": ["γάτε!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιοι γάτοι"]},
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους γάτους"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων γάτων"]},
      { "κλητική πληθυντικού": ["γάτοι!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the tomcat"]},
      { "accusative singular": ["I see the/a tomcat"]},
      { "genitive singular": ["The food of the/a tomcat"]},
      { "vocative singular": ["Tomcat!"]},
      { "nominative plural": ["The/some tomcats"]},
      { "accusative plural": ["I see the/some tomcats"]},
      { "genitive plural": ["The food of the/some tomcats"]},
      { "vocative plural": ["Tomcats!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["ο/ένας γάτος"]},
      { "αιτιατική ενικού": ["βλέπω τον/έναν γάτο"]},
      { "γενική ενικού": ["η τροφή του/ενός γάτου"]},
      { "κλητική ενικού": ["γάτε!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιοι γάτοι"]},
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους γάτους"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων γάτων"]},
      { "κλητική πληθυντικού": ["γάτοι!"]}
    ],
    "img": "decks/big_imgs/tomcat.jpg",
    "labels": ["animals"]
  },
  {
    "gr": "ο σκύλος",
    "en": "dog",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["ο/ένας σκύλος"]},
      { "αιτιατική ενικού": ["βλέπω τον/έναν σκύλο"]},
      { "γενική ενικού": ["η τροφή του/ενός σκύλου"]},
      { "κλητική ενικού": ["σκύλε!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιοι σκύλοι"]},
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους σκύλους"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων σκύλων"]},
      { "κλητική πληθυντικού": ["σκύλοι!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the dog"]},
      { "accusative singular": ["I see the/a dog"]},
      { "genitive singular": ["The food of the/a dog"]},
      { "vocative singular": ["Dog!"]},
      { "nominative plural": ["The/some dogs"]},
      { "accusative plural": ["I see the/some dogs"]},
      { "genitive plural": ["The food of the/some dogs"]},
      { "vocative plural": ["Dogs!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["ο/ένας σκύλος"]},
      { "αιτιατική ενικού": ["βλέπω τον/έναν σκύλο"]},
      { "γενική ενικού": ["η τροφή του/ενός σκύλου"]},
      { "κλητική ενικού": ["σκύλε!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιοι σκύλοι"]},
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους σκύλους"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων σκύλων"]},
      { "κλητική πληθυντικού": ["σκύλοι!"]}
    ],
    "img": "decks/big_imgs/dog.jpg",
    "labels": ["animals"]
  },
  {
    "gr": "η κότα",
    "en": "hen",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["η/μια κότα"]},
      { "αιτιατική ενικού": ["βλέπω την/μια κότα"]},
      { "γενική ενικού": ["η τροφή της/μιας κότας"]},
      { "κλητική ενικού": ["κότα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες κότες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες κότες"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων κοτών"]},
      { "κλητική πληθυντικού": ["κότες!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the hen"]},
      { "accusative singular": ["I see the/a hen"]},
      { "genitive singular": ["The food of the/a hen"]},
      { "vocative singular": ["Hen!"]},
      { "nominative plural": ["The/some hens"]},
      { "accusative plural": ["I see the/some hens"]},
      { "genitive plural": ["The food of the/some hens"]},
      { "vocative plural": ["Hens!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["η/μια κότα"]},
      { "αιτιατική ενικού": ["βλέπω την/μια κότα"]},
      { "γενική ενικού": ["η τροφή της/μιας κότας"]},
      { "κλητική ενικού": ["κότα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες κότες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες κότες"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων κοτών"]},
      { "κλητική πληθυντικού": ["κότες!"]}
    ],
    "img": "decks/big_imgs/hen.jpg",
    "labels": ["animals"]
  },
  {
    "gr": "ο κόκορας",
    "en": "rooster",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["ο/ένας κόκορας"]},
      { "αιτιατική ενικού": ["βλέπω τον/έναν κόκορα"]},
      { "γενική ενικού": ["η τροφή του/ενός κόκορα"]},
      { "κλητική ενικού": ["κόκορα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιοι κόκορες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους κόκορες"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων κόκορων"]},
      { "κλητική πληθυντικού": ["κόκορες!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the rooster"]},
      { "accusative singular": ["I see the/a rooster"]},
      { "genitive singular": ["The food of the/a rooster"]},
      { "vocative singular": ["Rooster!"]},
      { "nominative plural": ["The/some roosters"]},
      { "accusative plural": ["I see the/some roosters"]},
      { "genitive plural": ["The food of the/some roosters"]},
      { "vocative plural": ["Roosters!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["ο/ένας κόκορας"]},
      { "αιτιατική ενικού": ["βλέπω τον/έναν κόκορα"]},
      { "γενική ενικού": ["η τροφή του/ενός κόκορα"]},
      { "κλητική ενικού": ["κόκορα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιοι κόκορες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους κόκορες"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων κόκορων"]},
      { "κλητική πληθυντικού": ["κόκορες!"]}
    ],
    "img": "decks/big_imgs/rooster.jpg",
    "labels": ["animals"]
  },
  {
    "gr": "η προβατίνα",
    "en": "ewe",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["η/μια προβατίνα"]},
      { "αιτιατική ενικού": ["βλέπω την/μια προβατίνα"]},
      { "γενική ενικού": ["η τροφή της/μιας προβατίνας"]},
      { "κλητική ενικού": ["προβατίνα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες προβατίνες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες προβατίνες"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων προβατινών"]},
      { "κλητική πληθυντικού": ["προβατίνες!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the ewe"]},
      { "accusative singular": ["I see the/a ewe"]},
      { "genitive singular": ["The food of the/a ewe"]},
      { "vocative singular": ["Ewe!"]},
      { "nominative plural": ["The/some ewes"]},
      { "accusative plural": ["I see the/some ewes"]},
      { "genitive plural": ["The food of the/some ewes"]},
      { "vocative plural": ["Ewes!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["η/μια προβατίνα"]},
      { "αιτιατική ενικού": ["βλέπω την/μια προβατίνα"]},
      { "γενική ενικού": ["η τροφή της/μιας προβατίνας"]},
      { "κλητική ενικού": ["προβατίνα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες προβατίνες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες προβατίνες"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων προβατινών"]},
      { "κλητική πληθυντικού": ["προβατίνες!"]}
    ],
    "img": "decks/big_imgs/ewe.jpg",
    "labels": ["animals"]
  },
  {
    "gr": "ο κριός",
    "en": "ram",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["ο/ένας κριός"]},
      { "αιτιατική ενικού": ["βλέπω τον/έναν κριό"]},
      { "γενική ενικού": ["η τροφή του/ενός κριού"]},
      { "κλητική ενικού": ["κριέ!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιοι κριοί"]},
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους κριούς"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων κριών"]},
      { "κλητική πληθυντικού": ["κριοί!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the ram"]},
      { "accusative singular": ["I see the/a ram"]},
      { "genitive singular": ["The food of the/a ram"]},
      { "vocative singular": ["Ram!"]},
      { "nominative plural": ["The/some rams"]},
      { "accusative plural": ["I see the/some rams"]},
      { "genitive plural": ["The food of the/some rams"]},
      { "vocative plural": ["Rams!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["ο/ένας κριός"]},
      { "αιτιατική ενικού": ["βλέπω τον/έναν κριό"]},
      { "γενική ενικού": ["η τροφή του/ενός κριού"]},
      { "κλητική ενικού": ["κριέ!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιοι κριοί"]},
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους κριούς"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων κριών"]},
      { "κλητική πληθυντικού": ["κριοί!"]}
    ],
    "img": "decks/big_imgs/ram.jpg",
    "labels": ["animals"]
  },
  {
    "gr": "η αγελάδα",
    "en": "cow",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["η/μια αγελάδα"]},
      { "αιτιατική ενικού": ["βλέπω την/μια αγελάδα"]},
      { "γενική ενικού": ["η τροφή της/μιας αγελάδας"]},
      { "κλητική ενικού": ["αγελάδα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες αγελάδες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες αγελάδες"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων αγελάδων"]},
      { "κλητική πληθυντικού": ["αγελάδες!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the cow"]},
      { "accusative singular": ["I see the/a cow"]},
      { "genitive singular": ["The food of the/a cow"]},
      { "vocative singular": ["Cow!"]},
      { "nominative plural": ["The/some cows"]},
      { "accusative plural": ["I see the/some cows"]},
      { "genitive plural": ["The food of the/some cows"]},
      { "vocative plural": ["Cows!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["η/μια αγελάδα"]},
      { "αιτιατική ενικού": ["βλέπω την/μια αγελάδα"]},
      { "γενική ενικού": ["η τροφή της/μιας αγελάδας"]},
      { "κλητική ενικού": ["αγελάδα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες αγελάδες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες αγελάδες"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων αγελάδων"]},
      { "κλητική πληθυντικού": ["αγελάδες!"]}
    ],
    "img": "decks/big_imgs/cow.jpg",
    "labels": ["animals"]
  },
  {
    "gr": "ο ταύρος",
    "en": "bull",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["ο/ένας ταύρος"]},
      { "αιτιατική ενικού": ["βλέπω τον/έναν ταύρο"]},
      { "γενική ενικού": ["η τροφή του/ενός ταύρου"]},
      { "κλητική ενικού": ["ταύρε!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιοι ταύροι"]},
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους ταύρους"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων ταύρων"]},
      { "κλητική πληθυντικού": ["ταύροι!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the bull"]},
      { "accusative singular": ["I see the/a bull"]},
      { "genitive singular": ["The food of the/a bull"]},
      { "vocative singular": ["Bull!"]},
      { "nominative plural": ["The/some bulls"]},
      { "accusative plural": ["I see the/some bulls"]},
      { "genitive plural": ["The food of the/some bulls"]},
      { "vocative plural": ["Bulls!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["ο/ένας ταύρος"]},
      { "αιτιατική ενικού": ["βλέπω τον/έναν ταύρο"]},
      { "γενική ενικού": ["η τροφή του/ενός ταύρου"]},
      { "κλητική ενικού": ["ταύρε!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιοι ταύροι"]},
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους ταύρους"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων ταύρων"]},
      { "κλητική πληθυντικού": ["ταύροι!"]}
    ],
    "img": "decks/big_imgs/bull.jpg",
    "labels": ["animals"]
  },
  {
    "gr": "η γάτα",
    "en": "cat",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["η/μια γάτα"]},
      { "αιτιατική ενικού": ["βλέπω την/μια γάτα"]},
      { "γενική ενικού": ["η τροφή της/μιας γάτας"]},
      { "κλητική ενικού": ["γάτα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες γάτες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες γάτες"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων γατών"]},
      { "κλητική πληθυντικού": ["γάτες!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the cat"]},
      { "accusative singular": ["I see the/a cat"]},
      { "genitive singular": ["The food of the/a cat"]},
      { "vocative singular": ["Cat!"]},
      { "nominative plural": ["The/some cats"]},
      { "accusative plural": ["I see the/some cats"]},
      { "genitive plural": ["The food of the/some cats"]},
      { "vocative plural": ["Cats!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["η/μια γάτα"]},
      { "αιτιατική ενικού": ["βλέπω την/μια γάτα"]},
      { "γενική ενικού": ["η τροφή της/μιας γάτας"]},
      { "κλητική ενικού": ["γάτα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες γάτες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες γάτες"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων γατών"]},
      { "κλητική πληθυντικού": ["γάτες!"]}
    ],
    "img": "decks/big_imgs/cat.jpg",
    "labels": ["animals"]
  },
  {
    "gr": "το χάμστερ",
    "en": "hamster",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα χάμστερ"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα χάμστερ"]},
      { "γενική ενικού": ["η τροφή του/ενός χάμστερ"]},
      { "κλητική ενικού": ["χάμστερ!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια χάμστερ"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια χάμστερ"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων χάμστερ"]},
      { "κλητική πληθυντικού": ["χάμστερ!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the hamster"]},
      { "accusative singular": ["I see the/a hamster"]},
      { "genitive singular": ["The food of the/a hamster"]},
      { "vocative singular": ["Hamster!"]},
      { "nominative plural": ["The/some hamsters"]},
      { "accusative plural": ["I see the/some hamsters"]},
      { "genitive plural": ["The food of the/some hamsters"]},
      { "vocative plural": ["Hamsters!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα χάμστερ"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα χάμστερ"]},
      { "γενική ενικού": ["η τροφή του/ενός χάμστερ"]},
      { "κλητική ενικού": ["χάμστερ!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια χάμστερ"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια χάμστερ"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων χάμστερ"]},
      { "κλητική πληθυντικού": ["χάμστερ!"]}
    ],
    "img": "decks/big_imgs/hamster.jpg",
    "labels": ["animals"]
  },
  {
    "gr": "το κουνέλι",
    "en": "rabbit",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα κουνέλι"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα κουνέλι"]},
      { "γενική ενικού": ["η τροφή του/ενός κουνελιού"]},
      { "κλητική ενικού": ["κουνέλι!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια κουνέλια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια κουνέλια"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων κουνελιών"]},
      { "κλητική πληθυντικού": ["κουνέλια!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the rabbit"]},
      { "accusative singular": ["I see the/a rabbit"]},
      { "genitive singular": ["The food of the/a rabbit"]},
      { "vocative singular": ["Rabbit!"]},
      { "nominative plural": ["The/some rabbits"]},
      { "accusative plural": ["I see the/some rabbits"]},
      { "genitive plural": ["The food of the/some rabbits"]},
      { "vocative plural": ["Rabbits!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα κουνέλι"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα κουνέλι"]},
      { "γενική ενικού": ["η τροφή του/ενός κουνελιού"]},
      { "κλητική ενικού": ["κουνέλι!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια κουνέλια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια κουνέλια"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων κουνελιών"]},
      { "κλητική πληθυντικού": ["κουνέλια!"]}
    ],
    "img": "decks/big_imgs/rabbit.jpg",
    "labels": ["animals"]
  },

  {
    "gr": "ο παπαγάλος",
    "en": "parrot",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["ο/ένας παπαγάλος"]},
      { "αιτιατική ενικού": ["βλέπω τον/έναν παπαγάλο"]},
      { "γενική ενικού": ["η τροφή του/ενός παπαγάλου"]},
      { "κλητική ενικού": ["παπαγάλε!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιοι παπαγάλοι"]},
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους παπαγάλους"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων παπαγάλων"]},
      { "κλητική πληθυντικού": ["παπαγάλοι!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the parrot"]},
      { "accusative singular": ["I see the/a parrot"]},
      { "genitive singular": ["The food of the/a parrot"]},
      { "vocative singular": ["Parrot!"]},
      { "nominative plural": ["The/some parrots"]},
      { "accusative plural": ["I see the/some parrots"]},
      { "genitive plural": ["The food of the/some parrots"]},
      { "vocative plural": ["Parrots!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["ο/ένας παπαγάλος"]},
      { "αιτιατική ενικού": ["βλέπω τον/έναν παπαγάλο"]},
      { "γενική ενικού": ["η τροφή του/ενός παπαγάλου"]},
      { "κλητική ενικού": ["παπαγάλε!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιοι παπαγάλοι"]},
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους παπαγάλους"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων παπαγάλων"]},
      { "κλητική πληθυντικού": ["παπαγάλοι!"]}
    ],
    "img": "decks/big_imgs/parrot.jpg",
    "labels": ["animals"]
  },
  {
    "gr": "το ινδικό χοιρίδιο",
    "en": "guinea pig",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα ινδικό χοιρίδιο"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα ινδικό χοιρίδιο"]},
      { "γενική ενικού": ["η τροφή του/ενός ινδικού χοιριδίου"]},
      { "κλητική ενικού": ["ινδικό χοιρίδιο!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια ινδικά χοιρίδια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια ινδικά χοιρίδια"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων ινδικών χοιριδίων"]},
      { "κλητική πληθυντικού": ["ινδικά χοιρίδια!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the guinea pig"]},
      { "accusative singular": ["I see the/a guinea pig"]},
      { "genitive singular": ["The food of the/a guinea pig"]},
      { "vocative singular": ["Guinea pig!"]},
      { "nominative plural": ["The/some guinea pigs"]},
      { "accusative plural": ["I see the/some guinea pigs"]},
      { "genitive plural": ["The food of the/some guinea pigs"]},
      { "vocative plural": ["Guinea pigs!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα ινδικό χοιρίδιο"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα ινδικό χοιρίδιο"]},
      { "γενική ενικού": ["η τροφή του/ενός ινδικού χοιριδίου"]},
      { "κλητική ενικού": ["ινδικό χοιρίδιο!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια ινδικά χοιρίδια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια ινδικά χοιρίδια"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων ινδικών χοιριδίων"]},
      { "κλητική πληθυντικού": ["ινδικά χοιρίδια!"]}
    ],
    "img": "decks/big_imgs/guinea_pig.jpg",
    "labels": ["animals"]
  },
  {
    "gr": "η πάπια",
    "en": "duck",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["η/μια πάπια"]},
      { "αιτιατική ενικού": ["βλέπω την/μια πάπια"]},
      { "γενική ενικού": ["η τροφή της/μιας πάπιας"]},
      { "κλητική ενικού": ["πάπια!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες πάπιες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες πάπιες"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων παπιών"]},
      { "κλητική πληθυντικού": ["πάπιες!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the duck"]},
      { "accusative singular": ["I see the/a duck"]},
      { "genitive singular": ["The food of the/a duck"]},
      { "vocative singular": ["Duck!"]},
      { "nominative plural": ["The/some ducks"]},
      { "accusative plural": ["I see the/some ducks"]},
      { "genitive plural": ["The food of the/some ducks"]},
      { "vocative plural": ["Ducks!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["η/μια πάπια"]},
      { "αιτιατική ενικού": ["βλέπω την/μια πάπια"]},
      { "γενική ενικού": ["η τροφή της/μιας πάπιας"]},
      { "κλητική ενικού": ["πάπια!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες πάπιες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες πάπιες"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων παπιών"]},
      { "κλητική πληθυντικού": ["πάπιες!"]}
    ],
    "img": "decks/big_imgs/duck.jpg",
    "labels": ["animals"]
  },
  {
    "gr": "η χήνα",
    "en": "goose",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["η/μια χήνα"]},
      { "αιτιατική ενικού": ["βλέπω την/μια χήνα"]},
      { "γενική ενικού": ["η τροφή της/μιας χήνας"]},
      { "κλητική ενικού": ["χήνα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες χήνες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες χήνες"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων χηνών"]},
      { "κλητική πληθυντικού": ["χήνες!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the goose"]},
      { "accusative singular": ["I see the/a goose"]},
      { "genitive singular": ["The food of the/a goose"]},
      { "vocative singular": ["Goose!"]},
      { "nominative plural": ["The/some geese"]},
      { "accusative plural": ["I see the/some geese"]},
      { "genitive plural": ["The food of the/some geese"]},
      { "vocative plural": ["Geese!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["η/μια χήνα"]},
      { "αιτιατική ενικού": ["βλέπω την/μια χήνα"]},
      { "γενική ενικού": ["η τροφή της/μιας χήνας"]},
      { "κλητική ενικού": ["χήνα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες χήνες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες χήνες"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων χηνών"]},
      { "κλητική πληθυντικού": ["χήνες!"]}
    ],
    "img": "decks/big_imgs/goose.jpg",
    "labels": ["animals"]
  },
  {
    "gr": "η γαλοπούλα",
    "en": "turkey",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["η/μια γαλοπούλα"]},
      { "αιτιατική ενικού": ["βλέπω την/μια γαλοπούλα"]},
      { "γενική ενικού": ["η τροφή της/μιας γαλοπούλας"]},
      { "κλητική ενικού": ["γαλοπούλα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες γαλοπούλες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες γαλοπούλες"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων γαλοπούλων"]},
      { "κλητική πληθυντικού": ["γαλοπούλες!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the turkey"]},
      { "accusative singular": ["I see the/a turkey"]},
      { "genitive singular": ["The food of the/a turkey"]},
      { "vocative singular": ["Turkey!"]},
      { "nominative plural": ["The/some turkeys"]},
      { "accusative plural": ["I see the/some turkeys"]},
      { "genitive plural": ["The food of the/some turkeys"]},
      { "vocative plural": ["Turkeys!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["η/μια γαλοπούλα"]},
      { "αιτιατική ενικού": ["βλέπω την/μια γαλοπούλα"]},
      { "γενική ενικού": ["η τροφή της/μιας γαλοπούλας"]},
      { "κλητική ενικού": ["γαλοπούλα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες γαλοπούλες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες γαλοπούλες"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων γαλοπούλων"]},
      { "κλητική πληθυντικού": ["γαλοπούλες!"]}
    ],
    "img": "decks/big_imgs/turkey.jpg",
    "labels": ["animals"]
  },
  {
    "gr": "η κατσίκα",
    "en": "goat",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["η/μια κατσίκα"]},
      { "αιτιατική ενικού": ["βλέπω την/μια κατσίκα"]},
      { "γενική ενικού": ["η τροφή της/μιας κατσίκας"]},
      { "κλητική ενικού": ["κατσίκα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες κατσίκες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες κατσίκες"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων κατσικών"]},
      { "κλητική πληθυντικού": ["κατσίκες!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the goat"]},
      { "accusative singular": ["I see the/a goat"]},
      { "genitive singular": ["The food of the/a goat"]},
      { "vocative singular": ["Goat!"]},
      { "nominative plural": ["The/some goats"]},
      { "accusative plural": ["I see the/some goats"]},
      { "genitive plural": ["The food of the/some goats"]},
      { "vocative plural": ["Goats!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["η/μια κατσίκα"]},
      { "αιτιατική ενικού": ["βλέπω την/μια κατσίκα"]},
      { "γενική ενικού": ["η τροφή της/μιας κατσίκας"]},
      { "κλητική ενικού": ["κατσίκα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες κατσίκες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες κατσίκες"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων κατσικών"]},
      { "κλητική πληθυντικού": ["κατσίκες!"]}
    ],
    "img": "decks/big_imgs/goat.jpg",
    "labels": ["animals"]
  },
  {
    "gr": "ο τράγος",
    "en": "billy goat",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["ο/ένας τράγος"]},
      { "αιτιατική ενικού": ["βλέπω τον/έναν τράγο"]},
      { "γενική ενικού": ["η τροφή του/ενός τράγου"]},
      { "κλητική ενικού": ["τράγε!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιοι τράγοι"]},
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους τράγους"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων τράγων"]},
      { "κλητική πληθυντικού": ["τράγοι!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the billy goat"]},
      { "accusative singular": ["I see the/a billy goat"]},
      { "genitive singular": ["The food of the/a billy goat"]},
      { "vocative singular": ["Billy goat!"]},
      { "nominative plural": ["The/some billy goats"]},
      { "accusative plural": ["I see the/some billy goats"]},
      { "genitive plural": ["The food of the/some billy goats"]},
      { "vocative plural": ["Billy goats!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["ο/ένας τράγος"]},
      { "αιτιατική ενικού": ["βλέπω τον/έναν τράγο"]},
      { "γενική ενικού": ["η τροφή του/ενός τράγου"]},
      { "κλητική ενικού": ["τράγε!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιοι τράγοι"]},
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους τράγους"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων τράγων"]},
      { "κλητική πληθυντικού": ["τράγοι!"]}
    ],
    "img": "decks/big_imgs/billy_goat.jpg",
    "labels": ["animals"]
  },
  {
    "gr": "ο γάιδαρος",
    "en": "donkey",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["ο/ένας γάιδαρος"]},
      { "αιτιατική ενικού": ["βλέπω τον/έναν γάιδαρο"]},
      { "γενική ενικού": ["η τροφή του/ενός γαϊδάρου"]},
      { "κλητική ενικού": ["γάιδαρε!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιοι γάιδαροι"]},
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους γάιδαρους"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων γαϊδάρων"]},
      { "κλητική πληθυντικού": ["γάιδαροι!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the donkey"]},
      { "accusative singular": ["I see the/a donkey"]},
      { "genitive singular": ["The food of the/a donkey"]},
      { "vocative singular": ["Donkey!"]},
      { "nominative plural": ["The/some donkeys"]},
      { "accusative plural": ["I see the/some donkeys"]},
      { "genitive plural": ["The food of the/some donkeys"]},
      { "vocative plural": ["Donkeys!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["ο/ένας γάιδαρος"]},
      { "αιτιατική ενικού": ["βλέπω τον/έναν γάιδαρο"]},
      { "γενική ενικού": ["η τροφή του/ενός γαϊδάρου"]},
      { "κλητική ενικού": ["γάιδαρε!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιοι γάιδαροι"]},
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους γάιδαρους"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων γαϊδάρων"]},
      { "κλητική πληθυντικού": ["γάιδαροι!"]}
    ],
    "img": "decks/big_imgs/donkey.jpg",
    "labels": ["animals"]
  },
  {
    "gr": "το άλογο",
    "en": "horse",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα άλογο"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα άλογο"]},
      { "γενική ενικού": ["η τροφή του/ενός αλόγου"]},
      { "κλητική ενικού": ["άλογο!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια άλογα"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια άλογα"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων αλόγων"]},
      { "κλητική πληθυντικού": ["άλογα!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the horse"]},
      { "accusative singular": ["I see the/a horse"]},
      { "genitive singular": ["The food of the/a horse"]},
      { "vocative singular": ["Horse!"]},
      { "nominative plural": ["The/some horses"]},
      { "accusative plural": ["I see the/some horses"]},
      { "genitive plural": ["The food of the/some horses"]},
      { "vocative plural": ["Horses!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα άλογο"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα άλογο"]},
      { "γενική ενικού": ["η τροφή του/ενός αλόγου"]},
      { "κλητική ενικού": ["άλογο!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια άλογα"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια άλογα"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων αλόγων"]},
      { "κλητική πληθυντικού": ["άλογα!"]}
    ],
    "img": "decks/big_imgs/horse.jpg",
    "labels": ["animals"]
  },
  {
    "gr": "το πουλάρι",
    "en": "foal",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα πουλάρι"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα πουλάρι"]},
      { "γενική ενικού": ["η τροφή του/ενός πουλαριού"]},
      { "κλητική ενικού": ["πουλάρι!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια πουλάρια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια πουλάρια"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων πουλαριών"]},
      { "κλητική πληθυντικού": ["πουλάρια!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the foal"]},
      { "accusative singular": ["I see the/a foal"]},
      { "genitive singular": ["The food of the/a foal"]},
      { "vocative singular": ["Foal!"]},
      { "nominative plural": ["The/some foals"]},
      { "accusative plural": ["I see the/some foals"]},
      { "genitive plural": ["The food of the/some foals"]},
      { "vocative plural": ["Foals!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα πουλάρι"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα πουλάρι"]},
      { "γενική ενικού": ["η τροφή του/ενός πουλαριού"]},
      { "κλητική ενικού": ["πουλάρι!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια πουλάρια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια πουλάρια"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων πουλαριών"]},
      { "κλητική πληθυντικού": ["πουλάρια!"]}
    ],
    "img": "decks/big_imgs/foal.jpg",
    "labels": ["animals"]
  },
  {
    "gr": "το ποντίκι",
    "en": "mouse",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα ποντίκι"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα ποντίκι"]},
      { "γενική ενικού": ["η τροφή του/ενός ποντικιού"]},
      { "κλητική ενικού": ["ποντίκι!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια ποντίκια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια ποντίκια"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων ποντικιών"]},
      { "κλητική πληθυντικού": ["ποντίκια!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the mouse"]},
      { "accusative singular": ["I see the/a mouse"]},
      { "genitive singular": ["The food of the/a mouse"]},
      { "vocative singular": ["Mouse!"]},
      { "nominative plural": ["The/some mice"]},
      { "accusative plural": ["I see the/some mice"]},
      { "genitive plural": ["The food of the/some mice"]},
      { "vocative plural": ["Mice!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα ποντίκι"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα ποντίκι"]},
      { "γενική ενικού": ["η τροφή του/ενός ποντικιού"]},
      { "κλητική ενικού": ["ποντίκι!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια ποντίκια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια ποντίκια"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων ποντικιών"]},
      { "κλητική πληθυντικού": ["ποντίκια!"]}
    ],
    "img": "decks/big_imgs/mouse.jpg",
    "labels": ["animals"]
  },
  {
    "gr": "το γουρούνι",
    "en": "pig",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα γουρούνι"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα γουρούνι"]},
      { "γενική ενικού": ["η τροφή του/ενός γουρουνιού"]},
      { "κλητική ενικού": ["γουρούνι!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια γουρούνια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια γουρούνια"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων γουρουνιών"]},
      { "κλητική πληθυντικού": ["γουρούνια!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the pig"]},
      { "accusative singular": ["I see the/a pig"]},
      { "genitive singular": ["The food of the/a pig"]},
      { "vocative singular": ["Pig!"]},
      { "nominative plural": ["The/some pigs"]},
      { "accusative plural": ["I see the/some pigs"]},
      { "genitive plural": ["The food of the/some pigs"]},
      { "vocative plural": ["Pigs!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα γουρούνι"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα γουρούνι"]},
      { "γενική ενικού": ["η τροφή του/ενός γουρουνιού"]},
      { "κλητική ενικού": ["γουρούνι!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια γουρούνια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια γουρούνια"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων γουρουνιών"]},
      { "κλητική πληθυντικού": ["γουρούνια!"]}
    ],
    "img": "decks/big_imgs/pig.jpg",
    "labels": ["animals"]
  },
  {
    "gr": "η αρκούδα",
    "en": "bear",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["η/μια αρκούδα"]},
      { "αιτιατική ενικού": ["βλέπω την/μια αρκούδα"]},
      { "γενική ενικού": ["η τροφή της/μιας αρκούδας"]},
      { "κλητική ενικού": ["αρκούδα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες αρκούδες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες αρκούδες"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων αρκούδων"]},
      { "κλητική πληθυντικού": ["αρκούδες!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the bear"]},
      { "accusative singular": ["I see the/a bear"]},
      { "genitive singular": ["The food of the/a bear"]},
      { "vocative singular": ["Bear!"]},
      { "nominative plural": ["The/some bears"]},
      { "accusative plural": ["I see the/some bears"]},
      { "genitive plural": ["The food of the/some bears"]},
      { "vocative plural": ["Bears!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["η/μια αρκούδα"]},
      { "αιτιατική ενικού": ["βλέπω την/μια αρκούδα"]},
      { "γενική ενικού": ["η τροφή της/μιας αρκούδας"]},
      { "κλητική ενικού": ["αρκούδα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες αρκούδες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες αρκούδες"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων αρκούδων"]},
      { "κλητική πληθυντικού": ["αρκούδες!"]}
    ],
    "img": "decks/big_imgs/bear.jpg",
    "labels": ["animals"]
  },
  {
    "gr": "η αλεπού",
    "en": "fox",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["η/μια αλεπού"]},
      { "αιτιατική ενικού": ["βλέπω την/μια αλεπού"]},
      { "γενική ενικού": ["η τροφή της/μιας αλεπούς"]},
      { "κλητική ενικού": ["αλεπού!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες αλεπούδες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες αλεπούδες"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων αλεπούδων"]},
      { "κλητική πληθυντικού": ["αλεπούδες!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the fox"]},
      { "accusative singular": ["I see the/a fox"]},
      { "genitive singular": ["The food of the/a fox"]},
      { "vocative singular": ["Fox!"]},
      { "nominative plural": ["The/some foxes"]},
      { "accusative plural": ["I see the/some foxes"]},
      { "genitive plural": ["The food of the/some foxes"]},
      { "vocative plural": ["Foxes!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["η/μια αλεπού"]},
      { "αιτιατική ενικού": ["βλέπω την/μια αλεπού"]},
      { "γενική ενικού": ["η τροφή της/μιας αλεπούς"]},
      { "κλητική ενικού": ["αλεπού!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες αλεπούδες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες αλεπούδες"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων αλεπούδων"]},
      { "κλητική πληθυντικού": ["αλεπούδες!"]}
    ],
    "img": "decks/big_imgs/fox.jpg",
    "labels": ["animals"]
  },
  {
    "gr": "ο λύκος",
    "en": "wolf",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["ο/ένας λύκος"]},
      { "αιτιατική ενικού": ["βλέπω τον/έναν λύκο"]},
      { "γενική ενικού": ["η τροφή του/ενός λύκου"]},
      { "κλητική ενικού": ["λύκε!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιοι λύκοι"]},
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους λύκους"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων λύκων"]},
      { "κλητική πληθυντικού": ["λύκοι!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the wolf"]},
      { "accusative singular": ["I see the/a wolf"]},
      { "genitive singular": ["The food of the/a wolf"]},
      { "vocative singular": ["Wolf!"]},
      { "nominative plural": ["The/some wolves"]},
      { "accusative plural": ["I see the/some wolves"]},
      { "genitive plural": ["The food of the/some wolves"]},
      { "vocative plural": ["Wolves!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["ο/ένας λύκος"]},
      { "αιτιατική ενικού": ["βλέπω τον/έναν λύκο"]},
      { "γενική ενικού": ["η τροφή του/ενός λύκου"]},
      { "κλητική ενικού": ["λύκε!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιοι λύκοι"]},
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους λύκους"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων λύκων"]},
      { "κλητική πληθυντικού": ["λύκοι!"]}
    ],
    "img": "decks/big_imgs/wolf.jpg",
    "labels": ["animals"]
  },
  {
    "gr": "το ελάφι",
    "en": "deer",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα ελάφι"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα ελάφι"]},
      { "γενική ενικού": ["η τροφή του/ενός ελαφιού"]},
      { "κλητική ενικού": ["ελάφι!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια ελάφια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια ελάφια"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων ελαφιών"]},
      { "κλητική πληθυντικού": ["ελάφια!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the deer"]},
      { "accusative singular": ["I see the/a deer"]},
      { "genitive singular": ["The food of the/a deer"]},
      { "vocative singular": ["Deer!"]},
      { "nominative plural": ["The/some deer"]},
      { "accusative plural": ["I see the/some deer"]},
      { "genitive plural": ["The food of the/some deer"]},
      { "vocative plural": ["Deer!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα ελάφι"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα ελάφι"]},
      { "γενική ενικού": ["η τροφή του/ενός ελαφιού"]},
      { "κλητική ενικού": ["ελάφι!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια ελάφια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια ελάφια"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων ελαφιών"]},
      { "κλητική πληθυντικού": ["ελάφια!"]}
    ],
    "img": "decks/big_imgs/deer.jpg",
    "labels": ["animals"]
  },
  {
    "gr": "το πουλί",
    "en": "bird",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα πουλί"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα πουλί"]},
      { "γενική ενικού": ["η τροφή του/ενός πουλιού"]},
      { "κλητική ενικού": ["πουλί!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια πουλιά"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια πουλιά"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων πουλιών"]},
      { "κλητική πληθυντικού": ["πουλιά!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the bird"]},
      { "accusative singular": ["I see the/a bird"]},
      { "genitive singular": ["The food of the/a bird"]},
      { "vocative singular": ["Bird!"]},
      { "nominative plural": ["The/some birds"]},
      { "accusative plural": ["I see the/some birds"]},
      { "genitive plural": ["The food of the/some birds"]},
      { "vocative plural": ["Birds!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα πουλί"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα πουλί"]},
      { "γενική ενικού": ["η τροφή του/ενός πουλιού"]},
      { "κλητική ενικού": ["πουλί!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια πουλιά"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια πουλιά"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων πουλιών"]},
      { "κλητική πληθυντικού": ["πουλιά!"]}
    ],
    "img": "decks/big_imgs/bird.jpg",
    "labels": ["animals"]
  },
  {
    "gr": "το περιστέρι",
    "en": "pigeon",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα περιστέρι"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα περιστέρι"]},
      { "γενική ενικού": ["η τροφή του/ενός περιστεριού"]},
      { "κλητική ενικού": ["περιστέρι!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια περιστέρια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια περιστέρια"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων περιστεριών"]},
      { "κλητική πληθυντικού": ["περιστέρια!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the pigeon"]},
      { "accusative singular": ["I see the/a pigeon"]},
      { "genitive singular": ["The food of the/a pigeon"]},
      { "vocative singular": ["Pigeon!"]},
      { "nominative plural": ["The/some pigeons"]},
      { "accusative plural": ["I see the/some pigeons"]},
      { "genitive plural": ["The food of the/some pigeons"]},
      { "vocative plural": ["Pigeons!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα περιστέρι"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα περιστέρι"]},
      { "γενική ενικού": ["η τροφή του/ενός περιστεριού"]},
      { "κλητική ενικού": ["περιστέρι!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια περιστέρια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια περιστέρια"]},
      { "γενική πληθυντικού": ["η τροφή των/κάποιων περιστεριών"]},
      { "κλητική πληθυντικού": ["περιστέρια!"]}
    ],
    "img": "decks/big_imgs/pigeon.jpg",
    "labels": ["animals"]
  },

  {
    "gr": "το σπίτι",
    "en": "house",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα σπίτι"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα σπίτι"]},
      { "γενική ενικού": ["η πόρτα του/ενός σπιτιού"]},
      { "κλητική ενικού": ["σπίτι!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια σπίτια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια σπίτια"]},
      { "γενική πληθυντικού": ["η πόρτα των/κάποιων σπιτιών"]},
      { "κλητική πληθυντικού": ["σπίτια!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the house"]},
      { "accusative singular": ["I see the/a house"]},
      { "genitive singular": ["The door of the/a house"]},
      { "vocative singular": ["House!"]},
      { "nominative plural": ["The/some houses"]},
      { "accusative plural": ["I see the/some houses"]},
      { "genitive plural": ["The door of the/some houses"]},
      { "vocative plural": ["Houses!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα σπίτι"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα σπίτι"]},
      { "γενική ενικού": ["η πόρτα του/ενός σπιτιού"]},
      { "κλητική ενικού": ["σπίτι!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια σπίτια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια σπίτια"]},
      { "γενική πληθυντικού": ["η πόρτα των/κάποιων σπιτιών"]},
      { "κλητική πληθυντικού": ["σπίτια!"]}
    ],
    "img": "decks/big_imgs/house.jpg",
    "labels": ["places"]
  },
  {
    "gr": "το κτίριο",
    "en": "building",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα κτίριο"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα κτίριο"]},
      { "γενική ενικού": ["η οροφή του/ενός κτιρίου"]},
      { "κλητική ενικού": ["κτίριο!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια κτίρια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια κτίρια"]},
      { "γενική πληθυντικού": ["η οροφή των/κάποιων κτιρίων"]},
      { "κλητική πληθυντικού": ["κτίρια!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the building"]},
      { "accusative singular": ["I see the/a building"]},
      { "genitive singular": ["The roof of the/a building"]},
      { "vocative singular": ["Building!"]},
      { "nominative plural": ["The/some buildings"]},
      { "accusative plural": ["I see the/some buildings"]},
      { "genitive plural": ["The roof of the/some buildings"]},
      { "vocative plural": ["Buildings!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα κτίριο"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα κτίριο"]},
      { "γενική ενικού": ["η οροφή του/ενός κτιρίου"]},
      { "κλητική ενικού": ["κτίριο!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια κτίρια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια κτίρια"]},
      { "γενική πληθυντικού": ["η οροφή των/κάποιων κτιρίων"]},
      { "κλητική πληθυντικού": ["κτίρια!"]}
    ],
    "img": "decks/big_imgs/building.jpg",
    "labels": ["places"]
  },
  {
    "gr": "το μαγαζί",
    "en": "shop",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα μαγαζί"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα μαγαζί"]},
      { "γενική ενικού": ["ο ιδιοκτήτης του/ενός μαγαζιού"]},
      { "κλητική ενικού": ["μαγαζί!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια μαγαζιά"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια μαγαζιά"]},
      { "γενική πληθυντικού": ["ο ιδιοκτήτης των/κάποιων μαγαζιών"]},
      { "κλητική πληθυντικού": ["μαγαζιά!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the shop"]},
      { "accusative singular": ["I see the/a shop"]},
      { "genitive singular": ["The owner of the/a shop"]},
      { "vocative singular": ["Shop!"]},
      { "nominative plural": ["The/some shops"]},
      { "accusative plural": ["I see the/some shops"]},
      { "genitive plural": ["The owner of the/some shops"]},
      { "vocative plural": ["Shops!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα μαγαζί"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα μαγαζί"]},
      { "γενική ενικού": ["ο ιδιοκτήτης του/ενός μαγαζιού"]},
      { "κλητική ενικού": ["μαγαζί!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια μαγαζιά"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια μαγαζιά"]},
      { "γενική πληθυντικού": ["ο ιδιοκτήτης των/κάποιων μαγαζιών"]},
      { "κλητική πληθυντικού": ["μαγαζιά!"]}
    ],
    "img": "decks/big_imgs/shop.jpg",
    "labels": ["places"]
  },
  {
    "gr": "το κατάστημα",
    "en": "store",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα κατάστημα"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα κατάστημα"]},
      { "γενική ενικού": ["η είσοδος του/ενός καταστήματος"]},
      { "κλητική ενικού": ["κατάστημα!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια καταστήματα"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια καταστήματα"]},
      { "γενική πληθυντικού": ["η είσοδος των/κάποιων καταστημάτων"]},
      { "κλητική πληθυντικού": ["καταστήματα!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the store"]},
      { "accusative singular": ["I see the/a store"]},
      { "genitive singular": ["The entrance of the/a store"]},
      { "vocative singular": ["Store!"]},
      { "nominative plural": ["The/some stores"]},
      { "accusative plural": ["I see the/some stores"]},
      { "genitive plural": ["The entrance of the/some stores"]},
      { "vocative plural": ["Stores!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα κατάστημα"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα κατάστημα"]},
      { "γενική ενικού": ["η είσοδος του/ενός καταστήματος"]},
      { "κλητική ενικού": ["κατάστημα!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια καταστήματα"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια καταστήματα"]},
      { "γενική πληθυντικού": ["η είσοδος των/κάποιων καταστημάτων"]},
      { "κλητική πληθυντικού": ["καταστήματα!"]}
    ],
    "img": "decks/big_imgs/store.jpg",
    "labels": ["places"]
  },
  {
    "gr": "το περίπτερο",
    "en": "kiosk",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα περίπτερο"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα περίπτερο"]},
      { "γενική ενικού": ["ο υπάλληλος του/ενός περιπτέρου"]},
      { "κλητική ενικού": ["περίπτερο!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια περίπτερα"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια περίπτερα"]},
      { "γενική πληθυντικού": ["ο υπάλληλος των/κάποιων περιπτέρων"]},
      { "κλητική πληθυντικού": ["περίπτερα!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the kiosk"]},
      { "accusative singular": ["I see the/a kiosk"]},
      { "genitive singular": ["The clerk of the/a kiosk"]},
      { "vocative singular": ["Kiosk!"]},
      { "nominative plural": ["The/some kiosks"]},
      { "accusative plural": ["I see the/some kiosks"]},
      { "genitive plural": ["The clerk of the/some kiosks"]},
      { "vocative plural": ["Kiosks!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα περίπτερο"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα περίπτερο"]},
      { "γενική ενικού": ["ο υπάλληλος του/ενός περιπτέρου"]},
      { "κλητική ενικού": ["περίπτερο!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια περίπτερα"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια περίπτερα"]},
      { "γενική πληθυντικού": ["ο υπάλληλος των/κάποιων περιπτέρων"]},
      { "κλητική πληθυντικού": ["περίπτερα!"]}
    ],
    "img": "decks/big_imgs/kiosk.jpg",
    "labels": ["places"]
  },
  {
    "gr": "το κομμωτήριο",
    "en": "hair salon",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα κομμωτήριο"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα κομμωτήριο"]},
      { "γενική ενικού": ["ο ιδιοκτήτης του/ενός κομμωτηρίου"]},
      { "κλητική ενικού": ["κομμωτήριο!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια κομμωτήρια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια κομμωτήρια"]},
      { "γενική πληθυντικού": ["ο ιδιοκτήτης των/κάποιων κομμωτηρίων"]},
      { "κλητική πληθυντικού": ["κομμωτήρια!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the hair salon"]},
      { "accusative singular": ["I see the/a hair salon"]},
      { "genitive singular": ["The owner of the/a hair salon"]},
      { "vocative singular": ["Hair salon!"]},
      { "nominative plural": ["The/some hair salons"]},
      { "accusative plural": ["I see the/some hair salons"]},
      { "genitive plural": ["The owner of the/some hair salons"]},
      { "vocative plural": ["Hair salons!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα κομμωτήριο"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα κομμωτήριο"]},
      { "γενική ενικού": ["ο ιδιοκτήτης του/ενός κομμωτηρίου"]},
      { "κλητική ενικού": ["κομμωτήριο!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια κομμωτήρια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια κομμωτήρια"]},
      { "γενική πληθυντικού": ["ο ιδιοκτήτης των/κάποιων κομμωτηρίων"]},
      { "κλητική πληθυντικού": ["κομμωτήρια!"]}
    ],
    "img": "decks/big_imgs/hair_salon.jpg",
    "labels": ["places"]
  },
  {
    "gr": "το γραφείο",
    "en": "office",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα γραφείο"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα γραφείο"]},
      { "γενική ενικού": ["το παράθυρο του/ενός γραφείου"]},
      { "κλητική ενικού": ["γραφείο!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια γραφεία"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια γραφεία"]},
      { "γενική πληθυντικού": ["το παράθυρο των/κάποιων γραφείων"]},
      { "κλητική πληθυντικού": ["γραφεία!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the office"]},
      { "accusative singular": ["I see the/an office"]},
      { "genitive singular": ["The window of the/an office"]},
      { "vocative singular": ["Office!"]},
      { "nominative plural": ["The/some offices"]},
      { "accusative plural": ["I see the/some offices"]},
      { "genitive plural": ["The window of the/some offices"]},
      { "vocative plural": ["Offices!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα γραφείο"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα γραφείο"]},
      { "γενική ενικού": ["το παράθυρο του/ενός γραφείου"]},
      { "κλητική ενικού": ["γραφείο!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια γραφεία"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια γραφεία"]},
      { "γενική πληθυντικού": ["το παράθυρο των/κάποιων γραφείων"]},
      { "κλητική πληθυντικού": ["γραφεία!"]}
    ],
    "img": "decks/big_imgs/office.jpg",
    "labels": ["places"]
  },
  {
    "gr": "το πάρκινγκ",
    "en": "parking lot",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα πάρκινγκ"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα πάρκινγκ"]},
      { "γενική ενικού": ["η είσοδος του/ενός πάρκινγκ"]},
      { "κλητική ενικού": ["πάρκινγκ!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια πάρκινγκ"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια πάρκινγκ"]},
      { "γενική πληθυντικού": ["η είσοδος των/κάποιων πάρκινγκ"]},
      { "κλητική πληθυντικού": ["πάρκινγκ!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the parking lot"]},
      { "accusative singular": ["I see the/a parking lot"]},
      { "genitive singular": ["The entrance of the/a parking lot"]},
      { "vocative singular": ["Parking lot!"]},
      { "nominative plural": ["The/some parking lots"]},
      { "accusative plural": ["I see the/some parking lots"]},
      { "genitive plural": ["The entrance of the/some parking lots"]},
      { "vocative plural": ["Parking lots!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα πάρκινγκ"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα πάρκινγκ"]},
      { "γενική ενικού": ["η είσοδος του/ενός πάρκινγκ"]},
      { "κλητική ενικού": ["πάρκινγκ!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια πάρκινγκ"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια πάρκινγκ"]},
      { "γενική πληθυντικού": ["η είσοδος των/κάποιων πάρκινγκ"]},
      { "κλητική πληθυντικού": ["πάρκινγκ!"]}
    ],
    "img": "decks/big_imgs/parking_lot.jpg",
    "labels": ["places"]
  },
  {
    "gr": "η τράπεζα",
    "en": "bank",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["η/μια τράπεζα"]},
      { "αιτιατική ενικού": ["βλέπω την/μια τράπεζα"]},
      { "γενική ενικού": ["ο διευθυντής της/μιας τράπεζας"]},
      { "κλητική ενικού": ["τράπεζα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες τράπεζες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες τράπεζες"]},
      { "γενική πληθυντικού": ["ο διευθυντής των/κάποιων τραπεζών"]},
      { "κλητική πληθυντικού": ["τράπεζες!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the bank"]},
      { "accusative singular": ["I see the/a bank"]},
      { "genitive singular": ["The manager of the/a bank"]},
      { "vocative singular": ["Bank!"]},
      { "nominative plural": ["The/some banks"]},
      { "accusative plural": ["I see the/some banks"]},
      { "genitive plural": ["The manager of the/some banks"]},
      { "vocative plural": ["Banks!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["η/μια τράπεζα"]},
      { "αιτιατική ενικού": ["βλέπω την/μια τράπεζα"]},
      { "γενική ενικού": ["ο διευθυντής της/μιας τράπεζας"]},
      { "κλητική ενικού": ["τράπεζα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες τράπεζες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες τράπεζες"]},
      { "γενική πληθυντικού": ["ο διευθυντής των/κάποιων τραπεζών"]},
      { "κλητική πληθυντικού": ["τράπεζες!"]}
    ],
    "img": "decks/big_imgs/bank.jpg",
    "labels": ["places"]
  },
  {
    "gr": "το ταχυδρομείο",
    "en": "post office",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα ταχυδρομείο"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα ταχυδρομείο"]},
      { "γενική ενικού": ["ο υπάλληλος του/ενός ταχυδρομείου"]},
      { "κλητική ενικού": ["ταχυδρομείο!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια ταχυδρομεία"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια ταχυδρομεία"]},
      { "γενική πληθυντικού": ["ο υπάλληλος των/κάποιων ταχυδρομείων"]},
      { "κλητική πληθυντικού": ["ταχυδρομεία!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the post office"]},
      { "accusative singular": ["I see the/a post office"]},
      { "genitive singular": ["The clerk of the/a post office"]},
      { "vocative singular": ["Post office!"]},
      { "nominative plural": ["The/some post offices"]},
      { "accusative plural": ["I see the/some post offices"]},
      { "genitive plural": ["The clerk of the/some post offices"]},
      { "vocative plural": ["Post offices!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα ταχυδρομείο"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα ταχυδρομείο"]},
      { "γενική ενικού": ["ο υπάλληλος του/ενός ταχυδρομείου"]},
      { "κλητική ενικού": ["ταχυδρομείο!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια ταχυδρομεία"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια ταχυδρομεία"]},
      { "γενική πληθυντικού": ["ο υπάλληλος των/κάποιων ταχυδρομείων"]},
      { "κλητική πληθυντικού": ["ταχυδρομεία!"]}
    ],
    "img": "decks/big_imgs/post_office.jpg",
    "labels": ["places"]
  },
  {
    "gr": "το αστυνομικό τμήμα",
    "en": "police station",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα αστυνομικό τμήμα"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα αστυνομικό τμήμα"]},
      { "γενική ενικού": ["η είσοδος του/ενός αστυνομικού τμήματος"]},
      { "κλητική ενικού": ["αστυνομικό τμήμα!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια αστυνομικά τμήματα"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια αστυνομικά τμήματα"]},
      { "γενική πληθυντικού": ["η είσοδος των/κάποιων αστυνομικών τμημάτων"]},
      { "κλητική πληθυντικού": ["αστυνομικά τμήματα!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the police station"]},
      { "accusative singular": ["I see the/a police station"]},
      { "genitive singular": ["The entrance of the/a police station"]},
      { "vocative singular": ["Police station!"]},
      { "nominative plural": ["The/some police stations"]},
      { "accusative plural": ["I see the/some police stations"]},
      { "genitive plural": ["The entrance of the/some police stations"]},
      { "vocative plural": ["Police stations!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα αστυνομικό τμήμα"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα αστυνομικό τμήμα"]},
      { "γενική ενικού": ["η είσοδος του/ενός αστυνομικού τμήματος"]},
      { "κλητική ενικού": ["αστυνομικό τμήμα!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια αστυνομικά τμήματα"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια αστυνομικά τμήματα"]},
      { "γενική πληθυντικού": ["η είσοδος των/κάποιων αστυνομικών τμημάτων"]},
      { "κλητική πληθυντικού": ["αστυνομικά τμήματα!"]}
    ],
    "img": "decks/big_imgs/police_station.jpg",
    "labels": ["places"]
  },
  {
    "gr": "ο πυροσβεστικός σταθμός",
    "en": "fire station",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["ο/ένας πυροσβεστικός σταθμός"]},
      { "αιτιατική ενικού": ["βλέπω τον/έναν πυροσβεστικό σταθμό"]},
      { "γενική ενικού": ["η είσοδος του/ενός πυροσβεστικού σταθμού"]},
      { "κλητική ενικού": ["πυροσβεστικέ σταθμέ!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιοι πυροσβεστικοί σταθμοί"]},
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους πυροσβεστικούς σταθμούς"]},
      { "γενική πληθυντικού": ["η είσοδος των/κάποιων πυροσβεστικών σταθμών"]},
      { "κλητική πληθυντικού": ["πυροσβεστικοί σταθμοί!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the fire station"]},
      { "accusative singular": ["I see the/a fire station"]},
      { "genitive singular": ["The entrance of the/a fire station"]},
      { "vocative singular": ["Fire station!"]},
      { "nominative plural": ["The/some fire stations"]},
      { "accusative plural": ["I see the/some fire stations"]},
      { "genitive plural": ["The entrance of the/some fire stations"]},
      { "vocative plural": ["Fire stations!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["ο/ένας πυροσβεστικός σταθμός"]},
      { "αιτιατική ενικού": ["βλέπω τον/έναν πυροσβεστικό σταθμό"]},
      { "γενική ενικού": ["η είσοδος του/ενός πυροσβεστικού σταθμού"]},
      { "κλητική ενικού": ["πυροσβεστικέ σταθμέ!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιοι πυροσβεστικοί σταθμοί"]},
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους πυροσβεστικούς σταθμούς"]},
      { "γενική πληθυντικού": ["η είσοδος των/κάποιων πυροσβεστικών σταθμών"]},
      { "κλητική πληθυντικού": ["πυροσβεστικοί σταθμοί!"]}
    ],
    "img": "decks/big_imgs/fire_station.jpg",
    "labels": ["places"]
  },
  {
    "gr": "το νοσοκομείο",
    "en": "hospital",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα νοσοκομείο"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα νοσοκομείο"]},
      { "γενική ενικού": ["η είσοδος του/ενός νοσοκομείου"]},
      { "κλητική ενικού": ["νοσοκομείο!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια νοσοκομεία"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια νοσοκομεία"]},
      { "γενική πληθυντικού": ["η είσοδος των/κάποιων νοσοκομείων"]},
      { "κλητική πληθυντικού": ["νοσοκομεία!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the hospital"]},
      { "accusative singular": ["I see the/a hospital"]},
      { "genitive singular": ["The entrance of the/a hospital"]},
      { "vocative singular": ["Hospital!"]},
      { "nominative plural": ["The/some hospitals"]},
      { "accusative plural": ["I see the/some hospitals"]},
      { "genitive plural": ["The entrance of the/some hospitals"]},
      { "vocative plural": ["Hospitals!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα νοσοκομείο"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα νοσοκομείο"]},
      { "γενική ενικού": ["η είσοδος του/ενός νοσοκομείου"]},
      { "κλητική ενικού": ["νοσοκομείο!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια νοσοκομεία"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια νοσοκομεία"]},
      { "γενική πληθυντικού": ["η είσοδος των/κάποιων νοσοκομείων"]},
      { "κλητική πληθυντικού": ["νοσοκομεία!"]}
    ],
    "img": "decks/big_imgs/hospital.jpg",
    "labels": ["places"]
  },
  {
    "gr": "το αεροδρόμιο",
    "en": "airport",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα αεροδρόμιο"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα αεροδρόμιο"]},
      { "γενική ενικού": ["η είσοδος του/ενός αεροδρομίου"]},
      { "κλητική ενικού": ["αεροδρόμιο!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια αεροδρόμια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια αεροδρόμια"]},
      { "γενική πληθυντικού": ["η είσοδος των/κάποιων αεροδρομίων"]},
      { "κλητική πληθυντικού": ["αεροδρόμια!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the airport"]},
      { "accusative singular": ["I see the/an airport"]},
      { "genitive singular": ["The entrance of the/an airport"]},
      { "vocative singular": ["Airport!"]},
      { "nominative plural": ["The/some airports"]},
      { "accusative plural": ["I see the/some airports"]},
      { "genitive plural": ["The entrance of the/some airports"]},
      { "vocative plural": ["Airports!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα αεροδρόμιο"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα αεροδρόμιο"]},
      { "γενική ενικού": ["η είσοδος του/ενός αεροδρομίου"]},
      { "κλητική ενικού": ["αεροδρόμιο!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια αεροδρόμια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια αεροδρόμια"]},
      { "γενική πληθυντικού": ["η είσοδος των/κάποιων αεροδρομίων"]},
      { "κλητική πληθυντικού": ["αεροδρόμια!"]}
    ],
    "img": "decks/big_imgs/airport.jpg",
    "labels": ["places"]
  },
  {
    "gr": "το λιμάνι",
    "en": "port",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα λιμάνι"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα λιμάνι"]},
      { "γενική ενικού": ["η είσοδος του/ενός λιμανιού"]},
      { "κλητική ενικού": ["λιμάνι!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια λιμάνια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια λιμάνια"]},
      { "γενική πληθυντικού": ["η είσοδος των/κάποιων λιμανιών"]},
      { "κλητική πληθυντικού": ["λιμάνια!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the port"]},
      { "accusative singular": ["I see the/a port"]},
      { "genitive singular": ["The entrance of the/a port"]},
      { "vocative singular": ["Port!"]},
      { "nominative plural": ["The/some ports"]},
      { "accusative plural": ["I see the/some ports"]},
      { "genitive plural": ["The entrance of the/some ports"]},
      { "vocative plural": ["Ports!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα λιμάνι"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα λιμάνι"]},
      { "γενική ενικού": ["η είσοδος του/ενός λιμανιού"]},
      { "κλητική ενικού": ["λιμάνι!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια λιμάνια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια λιμάνια"]},
      { "γενική πληθυντικού": ["η είσοδος των/κάποιων λιμανιών"]},
      { "κλητική πληθυντικού": ["λιμάνια!"]}
    ],
    "img": "decks/big_imgs/port.jpg",
    "labels": ["places"]
  },
  {
    "gr": "το διαμέρισμα",
    "en": "apartment",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα διαμέρισμα"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα διαμέρισμα"]},
      { "γενική ενικού": ["η πόρτα του/ενός διαμερίσματος"]},
      { "κλητική ενικού": ["διαμέρισμα!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια διαμερίσματα"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια διαμερίσματα"]},
      { "γενική πληθυντικού": ["η πόρτα των/κάποιων διαμερισμάτων"]},
      { "κλητική πληθυντικού": ["διαμερίσματα!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the apartment"]},
      { "accusative singular": ["I see the/an apartment"]},
      { "genitive singular": ["The door of the/an apartment"]},
      { "vocative singular": ["Apartment!"]},
      { "nominative plural": ["The/some apartments"]},
      { "accusative plural": ["I see the/some apartments"]},
      { "genitive plural": ["The door of the/some apartments"]},
      { "vocative plural": ["Apartments!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα διαμέρισμα"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα διαμέρισμα"]},
      { "γενική ενικού": ["η πόρτα του/ενός διαμερίσματος"]},
      { "κλητική ενικού": ["διαμέρισμα!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια διαμερίσματα"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια διαμερίσματα"]},
      { "γενική πληθυντικού": ["η πόρτα των/κάποιων διαμερισμάτων"]},
      { "κλητική πληθυντικού": ["διαμερίσματα!"]}
    ],
    "img": "decks/big_imgs/apartment.jpg",
    "labels": ["places"]
  },
  {
    "gr": "η πολυκατοικία",
    "en": "apartment building",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["η/μια πολυκατοικία"]},
      { "αιτιατική ενικού": ["βλέπω την/μια πολυκατοικία"]},
      { "γενική ενικού": ["η είσοδος της/μιας πολυκατοικίας"]},
      { "κλητική ενικού": ["πολυκατοικία!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες πολυκατοικίες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες πολυκατοικίες"]},
      { "γενική πληθυντικού": ["η είσοδος των/κάποιων πολυκατοικιών"]},
      { "κλητική πληθυντικού": ["πολυκατοικίες!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the apartment building"]},
      { "accusative singular": ["I see the/an apartment building"]},
      { "genitive singular": ["The entrance of the/an apartment building"]},
      { "vocative singular": ["Apartment building!"]},
      { "nominative plural": ["The/some apartment buildings"]},
      { "accusative plural": ["I see the/some apartment buildings"]},
      { "genitive plural": ["The entrance of the/some apartment buildings"]},
      { "vocative plural": ["Apartment buildings!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["η/μια πολυκατοικία"]},
      { "αιτιατική ενικού": ["βλέπω την/μια πολυκατοικία"]},
      { "γενική ενικού": ["η είσοδος της/μιας πολυκατοικίας"]},
      { "κλητική ενικού": ["πολυκατοικία!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες πολυκατοικίες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες πολυκατοικίες"]},
      { "γενική πληθυντικού": ["η είσοδος των/κάποιων πολυκατοικιών"]},
      { "κλητική πληθυντικού": ["πολυκατοικίες!"]}
    ],
    "img": "decks/big_imgs/apartment_building.jpg",
    "labels": ["places"]
  },
  {
    "gr": "η μονοκατοικία",
    "en": "detached house",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["η/μια μονοκατοικία"]},
      { "αιτιατική ενικού": ["βλέπω την/μια μονοκατοικία"]},
      { "γενική ενικού": ["η είσοδος της/μιας μονοκατοικίας"]},
      { "κλητική ενικού": ["μονοκατοικία!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες μονοκατοικίες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες μονοκατοικίες"]},
      { "γενική πληθυντικού": ["η είσοδος των/κάποιων μονοκατοικιών"]},
      { "κλητική πληθυντικού": ["μονοκατοικίες!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the detached house"]},
      { "accusative singular": ["I see the/a detached house"]},
      { "genitive singular": ["The entrance of the/a detached house"]},
      { "vocative singular": ["Detached house!"]},
      { "nominative plural": ["The/some detached houses"]},
      { "accusative plural": ["I see the/some detached houses"]},
      { "genitive plural": ["The entrance of the/some detached houses"]},
      { "vocative plural": ["Detached houses!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["η/μια μονοκατοικία"]},
      { "αιτιατική ενικού": ["βλέπω την/μια μονοκατοικία"]},
      { "γενική ενικού": ["η είσοδος της/μιας μονοκατοικίας"]},
      { "κλητική ενικού": ["μονοκατοικία!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες μονοκατοικίες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες μονοκατοικίες"]},
      { "γενική πληθυντικού": ["η είσοδος των/κάποιων μονοκατοικιών"]},
      { "κλητική πληθυντικού": ["μονοκατοικίες!"]}
    ],
    "img": "decks/big_imgs/detached_house.jpg",
    "labels": ["places"]
  },

  {
    "gr": "ο σταθμός λεωφορείων",
    "en": "bus station",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["ο/ένας σταθμός λεωφορείων"]},
      { "αιτιατική ενικού": ["βλέπω τον/έναν σταθμό λεωφορείων"]},
      { "γενική ενικού": ["η είσοδος του/ενός σταθμού λεωφορείων"]},
      { "κλητική ενικού": ["σταθμέ λεωφορείων!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιοι σταθμοί λεωφορείων"]},
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους σταθμούς λεωφορείων"]},
      { "γενική πληθυντικού": ["η είσοδος των/κάποιων σταθμών λεωφορείων"]},
      { "κλητική πληθυντικού": ["σταθμοί λεωφορείων!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the bus station"]},
      { "accusative singular": ["I see the/a bus station"]},
      { "genitive singular": ["The entrance of the/a bus station"]},
      { "vocative singular": ["Bus station!"]},
      { "nominative plural": ["The/some bus stations"]},
      { "accusative plural": ["I see the/some bus stations"]},
      { "genitive plural": ["The entrance of the/some bus stations"]},
      { "vocative plural": ["Bus stations!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["ο/ένας σταθμός λεωφορείων"]},
      { "αιτιατική ενικού": ["βλέπω τον/έναν σταθμό λεωφορείων"]},
      { "γενική ενικού": ["η είσοδος του/ενός σταθμού λεωφορείων"]},
      { "κλητική ενικού": ["σταθμέ λεωφορείων!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιοι σταθμοί λεωφορείων"]},
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους σταθμούς λεωφορείων"]},
      { "γενική πληθυντικού": ["η είσοδος των/κάποιων σταθμών λεωφορείων"]},
      { "κλητική πληθυντικού": ["σταθμοί λεωφορείων!"]}
    ],
    "img": "decks/big_imgs/bus_station.jpg",
    "labels": ["places"]
  },
  {
    "gr": "ο σταθμός μετρό",
    "en": "metro station",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["ο/ένας σταθμός μετρό"]},
      { "αιτιατική ενικού": ["βλέπω τον/έναν σταθμό μετρό"]},
      { "γενική ενικού": ["η είσοδος του/ενός σταθμού μετρό"]},
      { "κλητική ενικού": ["σταθμέ μετρό!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιοι σταθμοί μετρό"]},
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους σταθμούς μετρό"]},
      { "γενική πληθυντικού": ["η είσοδος των/κάποιων σταθμών μετρό"]},
      { "κλητική πληθυντικού": ["σταθμοί μετρό!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the metro station"]},
      { "accusative singular": ["I see the/a metro station"]},
      { "genitive singular": ["The entrance of the/a metro station"]},
      { "vocative singular": ["Metro station!"]},
      { "nominative plural": ["The/some metro stations"]},
      { "accusative plural": ["I see the/some metro stations"]},
      { "genitive plural": ["The entrance of the/some metro stations"]},
      { "vocative plural": ["Metro stations!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["ο/ένας σταθμός μετρό"]},
      { "αιτιατική ενικού": ["βλέπω τον/έναν σταθμό μετρό"]},
      { "γενική ενικού": ["η είσοδος του/ενός σταθμού μετρό"]},
      { "κλητική ενικού": ["σταθμέ μετρό!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιοι σταθμοί μετρό"]},
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους σταθμούς μετρό"]},
      { "γενική πληθυντικού": ["η είσοδος των/κάποιων σταθμών μετρό"]},
      { "κλητική πληθυντικού": ["σταθμοί μετρό!"]}
    ],
    "img": "decks/big_imgs/metro_station.jpg",
    "labels": ["places"]
  },
  {
    "gr": "ο σιδηροδρομικός σταθμός",
    "en": "train station",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["ο/ένας σιδηροδρομικός σταθμός"]},
      { "αιτιατική ενικού": ["βλέπω τον/έναν σιδηροδρομικό σταθμό"]},
      { "γενική ενικού": ["η είσοδος του/ενός σιδηροδρομικού σταθμού"]},
      { "κλητική ενικού": ["σιδηροδρομικέ σταθμέ!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιοι σιδηροδρομικοί σταθμοί"]},
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους σιδηροδρομικούς σταθμούς"]},
      { "γενική πληθυντικού": ["η είσοδος των/κάποιων σιδηροδρομικών σταθμών"]},
      { "κλητική πληθυντικού": ["σιδηροδρομικοί σταθμοί!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the train station"]},
      { "accusative singular": ["I see the/a train station"]},
      { "genitive singular": ["The entrance of the/a train station"]},
      { "vocative singular": ["Train station!"]},
      { "nominative plural": ["The/some train stations"]},
      { "accusative plural": ["I see the/some train stations"]},
      { "genitive plural": ["The entrance of the/some train stations"]},
      { "vocative plural": ["Train stations!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["ο/ένας σιδηροδρομικός σταθμός"]},
      { "αιτιατική ενικού": ["βλέπω τον/έναν σιδηροδρομικό σταθμό"]},
      { "γενική ενικού": ["η είσοδος του/ενός σιδηροδρομικού σταθμού"]},
      { "κλητική ενικού": ["σιδηροδρομικέ σταθμέ!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιοι σιδηροδρομικοί σταθμοί"]},
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους σιδηροδρομικούς σταθμούς"]},
      { "γενική πληθυντικού": ["η είσοδος των/κάποιων σιδηροδρομικών σταθμών"]},
      { "κλητική πληθυντικού": ["σιδηροδρομικοί σταθμοί!"]}
    ],
    "img": "decks/big_imgs/train_station.jpg",
    "labels": ["places"]
  },
  {
    "gr": "η εφορία",
    "en": "tax office",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["η/μια εφορία"]},
      { "αιτιατική ενικού": ["βλέπω την/μια εφορία"]},
      { "γενική ενικού": ["η είσοδος της/μιας εφορίας"]},
      { "κλητική ενικού": ["εφορία!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες εφορίες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες εφορίες"]},
      { "γενική πληθυντικού": ["η είσοδος των/κάποιων εφοριών"]},
      { "κλητική πληθυντικού": ["εφορίες!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the tax office"]},
      { "accusative singular": ["I see the/a tax office"]},
      { "genitive singular": ["The entrance of the/a tax office"]},
      { "vocative singular": ["Tax office!"]},
      { "nominative plural": ["The/some tax offices"]},
      { "accusative plural": ["I see the/some tax offices"]},
      { "genitive plural": ["The entrance of the/some tax offices"]},
      { "vocative plural": ["Tax offices!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["η/μια εφορία"]},
      { "αιτιατική ενικού": ["βλέπω την/μια εφορία"]},
      { "γενική ενικού": ["η είσοδος της/μιας εφορίας"]},
      { "κλητική ενικού": ["εφορία!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες εφορίες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες εφορίες"]},
      { "γενική πληθυντικού": ["η είσοδος των/κάποιων εφοριών"]},
      { "κλητική πληθυντικού": ["εφορίες!"]}
    ],
    "img": "decks/big_imgs/tax_office.jpg",
    "labels": ["places"]
  },
  {
    "gr": "το λάχανο",
    "en": "cabbage",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα λάχανο"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα λάχανο"]},
      { "γενική ενικού": ["η γεύση του/ενός λάχανου"]},
      { "κλητική ενικού": ["λάχανο!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια λάχανα"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια λάχανα"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων λάχανων"]},
      { "κλητική πληθυντικού": ["λάχανα!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the cabbage"]},
      { "accusative singular": ["I see the/a cabbage"]},
      { "genitive singular": ["The taste of the/a cabbage"]},
      { "vocative singular": ["Cabbage!"]},
      { "nominative plural": ["The/some cabbages"]},
      { "accusative plural": ["I see the/some cabbages"]},
      { "genitive plural": ["The taste of the/some cabbages"]},
      { "vocative plural": ["Cabbages!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα λάχανο"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα λάχανο"]},
      { "γενική ενικού": ["η γεύση του/ενός λάχανου"]},
      { "κλητική ενικού": ["λάχανο!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια λάχανα"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια λάχανα"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων λάχανων"]},
      { "κλητική πληθυντικού": ["λάχανα!"]}
    ],
    "img": "decks/big_imgs/cabbage.jpg",
    "labels": ["food"]
  },
  {
    "gr": "η πατάτα",
    "en": "potato",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["η/μια πατάτα"]},
      { "αιτιατική ενικού": ["βλέπω την/μια πατάτα"]},
      { "γενική ενικού": ["η γεύση της/μιας πατάτας"]},
      { "κλητική ενικού": ["πατάτα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες πατάτες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες πατάτες"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων πατατών"]},
      { "κλητική πληθυντικού": ["πατάτες!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the potato"]},
      { "accusative singular": ["I see the/a potato"]},
      { "genitive singular": ["The taste of the/a potato"]},
      { "vocative singular": ["Potato!"]},
      { "nominative plural": ["The/some potatoes"]},
      { "accusative plural": ["I see the/some potatoes"]},
      { "genitive plural": ["The taste of the/some potatoes"]},
      { "vocative plural": ["Potatoes!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["η/μια πατάτα"]},
      { "αιτιατική ενικού": ["βλέπω την/μια πατάτα"]},
      { "γενική ενικού": ["η γεύση της/μιας πατάτας"]},
      { "κλητική ενικού": ["πατάτα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες πατάτες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες πατάτες"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων πατατών"]},
      { "κλητική πληθυντικού": ["πατάτες!"]}
    ],
    "img": "decks/big_imgs/potato.jpg",
    "labels": ["food"]
  },
  {
    "gr": "το καρότο",
    "en": "carrot",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα καρότο"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα καρότο"]},
      { "γενική ενικού": ["η γεύση του/ενός καρότου"]},
      { "κλητική ενικού": ["καρότο!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια καρότα"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια καρότα"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων καρότων"]},
      { "κλητική πληθυντικού": ["καρότα!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the carrot"]},
      { "accusative singular": ["I see the/a carrot"]},
      { "genitive singular": ["The taste of the/a carrot"]},
      { "vocative singular": ["Carrot!"]},
      { "nominative plural": ["The/some carrots"]},
      { "accusative plural": ["I see the/some carrots"]},
      { "genitive plural": ["The taste of the/some carrots"]},
      { "vocative plural": ["Carrots!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα καρότο"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα καρότο"]},
      { "γενική ενικού": ["η γεύση του/ενός καρότου"]},
      { "κλητική ενικού": ["καρότο!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια καρότα"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια καρότα"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων καρότων"]},
      { "κλητική πληθυντικού": ["καρότα!"]}
    ],
    "img": "decks/big_imgs/carrot.jpg",
    "labels": ["food"]
  },
  {
    "gr": "το αγγούρι",
    "en": "cucumber",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα αγγούρι"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα αγγούρι"]},
      { "γενική ενικού": ["η γεύση του/ενός αγγουριού"]},
      { "κλητική ενικού": ["αγγούρι!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια αγγούρια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια αγγούρια"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων αγγουριών"]},
      { "κλητική πληθυντικού": ["αγγούρια!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the cucumber"]},
      { "accusative singular": ["I see the/a cucumber"]},
      { "genitive singular": ["The taste of the/a cucumber"]},
      { "vocative singular": ["Cucumber!"]},
      { "nominative plural": ["The/some cucumbers"]},
      { "accusative plural": ["I see the/some cucumbers"]},
      { "genitive plural": ["The taste of the/some cucumbers"]},
      { "vocative plural": ["Cucumbers!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα αγγούρι"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα αγγούρι"]},
      { "γενική ενικού": ["η γεύση του/ενός αγγουριού"]},
      { "κλητική ενικού": ["αγγούρι!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια αγγούρια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια αγγούρια"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων αγγουριών"]},
      { "κλητική πληθυντικού": ["αγγούρια!"]}
    ],
    "img": "decks/big_imgs/cucumber.jpg",
    "labels": ["food"]
  },
  {
    "gr": "η ντομάτα",
    "en": "tomato",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["η/μια ντομάτα"]},
      { "αιτιατική ενικού": ["βλέπω την/μια ντομάτα"]},
      { "γενική ενικού": ["η γεύση της/μιας ντομάτας"]},
      { "κλητική ενικού": ["ντομάτα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες ντομάτες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες ντομάτες"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων ντοματών"]},
      { "κλητική πληθυντικού": ["ντομάτες!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the tomato"]},
      { "accusative singular": ["I see the/a tomato"]},
      { "genitive singular": ["The taste of the/a tomato"]},
      { "vocative singular": ["Tomato!"]},
      { "nominative plural": ["The/some tomatoes"]},
      { "accusative plural": ["I see the/some tomatoes"]},
      { "genitive plural": ["The taste of the/some tomatoes"]},
      { "vocative plural": ["Tomatoes!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["η/μια ντομάτα"]},
      { "αιτιατική ενικού": ["βλέπω την/μια ντομάτα"]},
      { "γενική ενικού": ["η γεύση της/μιας ντομάτας"]},
      { "κλητική ενικού": ["ντομάτα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες ντομάτες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες ντομάτες"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων ντοματών"]},
      { "κλητική πληθυντικού": ["ντομάτες!"]}
    ],
    "img": "decks/big_imgs/tomato.jpg",
    "labels": ["food"]
  },
  {
    "gr": "το κρεμμύδι",
    "en": "onion",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα κρεμμύδι"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα κρεμμύδι"]},
      { "γενική ενικού": ["η γεύση του/ενός κρεμμυδιού"]},
      { "κλητική ενικού": ["κρεμμύδι!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια κρεμμύδια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια κρεμμύδια"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων κρεμμυδιών"]},
      { "κλητική πληθυντικού": ["κρεμμύδια!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the onion"]},
      { "accusative singular": ["I see the/an onion"]},
      { "genitive singular": ["The taste of the/an onion"]},
      { "vocative singular": ["Onion!"]},
      { "nominative plural": ["The/some onions"]},
      { "accusative plural": ["I see the/some onions"]},
      { "genitive plural": ["The taste of the/some onions"]},
      { "vocative plural": ["Onions!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα κρεμμύδι"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα κρεμμύδι"]},
      { "γενική ενικού": ["η γεύση του/ενός κρεμμυδιού"]},
      { "κλητική ενικού": ["κρεμμύδι!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια κρεμμύδια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια κρεμμύδια"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων κρεμμυδιών"]},
      { "κλητική πληθυντικού": ["κρεμμύδια!"]}
    ],
    "img": "decks/big_imgs/onion.jpg",
    "labels": ["food"]
  },
  {
    "gr": "το καρπούζι",
    "en": "watermelon",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα καρπούζι"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα καρπούζι"]},
      { "γενική ενικού": ["η γεύση του/ενός καρπουζιού"]},
      { "κλητική ενικού": ["καρπούζι!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια καρπούζια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια καρπούζια"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων καρπουζιών"]},
      { "κλητική πληθυντικού": ["καρπούζια!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the watermelon"]},
      { "accusative singular": ["I see the/a watermelon"]},
      { "genitive singular": ["The taste of the/a watermelon"]},
      { "vocative singular": ["Watermelon!"]},
      { "nominative plural": ["The/some watermelons"]},
      { "accusative plural": ["I see the/some watermelons"]},
      { "genitive plural": ["The taste of the/some watermelons"]},
      { "vocative plural": ["Watermelons!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα καρπούζι"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα καρπούζι"]},
      { "γενική ενικού": ["η γεύση του/ενός καρπουζιού"]},
      { "κλητική ενικού": ["καρπούζι!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια καρπούζια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια καρπούζια"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων καρπουζιών"]},
      { "κλητική πληθυντικού": ["καρπούζια!"]}
    ],
    "img": "decks/big_imgs/watermelon.jpg",
    "labels": ["food"]
  },
  {
    "gr": "το πεπόνι",
    "en": "melon",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα πεπόνι"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα πεπόνι"]},
      { "γενική ενικού": ["η γεύση του/ενός πεπονιού"]},
      { "κλητική ενικού": ["πεπόνι!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια πεπόνια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια πεπόνια"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων πεπονιών"]},
      { "κλητική πληθυντικού": ["πεπόνια!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the melon"]},
      { "accusative singular": ["I see the/a melon"]},
      { "genitive singular": ["The taste of the/a melon"]},
      { "vocative singular": ["Melon!"]},
      { "nominative plural": ["The/some melons"]},
      { "accusative plural": ["I see the/some melons"]},
      { "genitive plural": ["The taste of the/some melons"]},
      { "vocative plural": ["Melons!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα πεπόνι"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα πεπόνι"]},
      { "γενική ενικού": ["η γεύση του/ενός πεπονιού"]},
      { "κλητική ενικού": ["πεπόνι!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια πεπόνια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια πεπόνια"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων πεπονιών"]},
      { "κλητική πληθυντικού": ["πεπόνια!"]}
    ],
    "img": "decks/big_imgs/melon.jpg",
    "labels": ["food"]
  },
  {
    "gr": "το μήλο",
    "en": "apple",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα μήλο"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα μήλο"]},
      { "γενική ενικού": ["η γεύση του/ενός μήλου"]},
      { "κλητική ενικού": ["μήλο!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια μήλα"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια μήλα"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων μήλων"]},
      { "κλητική πληθυντικού": ["μήλα!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the apple"]},
      { "accusative singular": ["I see the/an apple"]},
      { "genitive singular": ["The taste of the/an apple"]},
      { "vocative singular": ["Apple!"]},
      { "nominative plural": ["The/some apples"]},
      { "accusative plural": ["I see the/some apples"]},
      { "genitive plural": ["The taste of the/some apples"]},
      { "vocative plural": ["Apples!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα μήλο"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα μήλο"]},
      { "γενική ενικού": ["η γεύση του/ενός μήλου"]},
      { "κλητική ενικού": ["μήλο!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια μήλα"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια μήλα"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων μήλων"]},
      { "κλητική πληθυντικού": ["μήλα!"]}
    ],
    "img": "decks/big_imgs/apple.jpg",
    "labels": ["food"]
  },
  {
    "gr": "το αχλάδι",
    "en": "pear",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα αχλάδι"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα αχλάδι"]},
      { "γενική ενικού": ["η γεύση του/ενός αχλαδιού"]},
      { "κλητική ενικού": ["αχλάδι!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια αχλάδια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια αχλάδια"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων αχλαδιών"]},
      { "κλητική πληθυντικού": ["αχλάδια!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the pear"]},
      { "accusative singular": ["I see the/a pear"]},
      { "genitive singular": ["The taste of the/a pear"]},
      { "vocative singular": ["Pear!"]},
      { "nominative plural": ["The/some pears"]},
      { "accusative plural": ["I see the/some pears"]},
      { "genitive plural": ["The taste of the/some pears"]},
      { "vocative plural": ["Pears!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα αχλάδι"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα αχλάδι"]},
      { "γενική ενικού": ["η γεύση του/ενός αχλαδιού"]},
      { "κλητική ενικού": ["αχλάδι!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια αχλάδια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια αχλάδια"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων αχλαδιών"]},
      { "κλητική πληθυντικού": ["αχλάδια!"]}
    ],
    "img": "decks/big_imgs/pear.jpg",
    "labels": ["food"]
  },
  {
    "gr": "η μπανάνα",
    "en": "banana",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["η/μια μπανάνα"]},
      { "αιτιατική ενικού": ["βλέπω την/μια μπανάνα"]},
      { "γενική ενικού": ["η γεύση της/μιας μπανάνας"]},
      { "κλητική ενικού": ["μπανάνα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες μπανάνες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες μπανάνες"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων μπανανών"]},
      { "κλητική πληθυντικού": ["μπανάνες!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the banana"]},
      { "accusative singular": ["I see the/a banana"]},
      { "genitive singular": ["The taste of the/a banana"]},
      { "vocative singular": ["Banana!"]},
      { "nominative plural": ["The/some bananas"]},
      { "accusative plural": ["I see the/some bananas"]},
      { "genitive plural": ["The taste of the/some bananas"]},
      { "vocative plural": ["Bananas!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["η/μια μπανάνα"]},
      { "αιτιατική ενικού": ["βλέπω την/μια μπανάνα"]},
      { "γενική ενικού": ["η γεύση της/μιας μπανάνας"]},
      { "κλητική ενικού": ["μπανάνα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες μπανάνες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες μπανάνες"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων μπανανών"]},
      { "κλητική πληθυντικού": ["μπανάνες!"]}
    ],
    "img": "decks/big_imgs/banana.jpg",
    "labels": ["food"]
  },
  {
    "gr": "η φράουλα",
    "en": "strawberry",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["η/μια φράουλα"]},
      { "αιτιατική ενικού": ["βλέπω την/μια φράουλα"]},
      { "γενική ενικού": ["η γεύση της/μιας φράουλας"]},
      { "κλητική ενικού": ["φράουλα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες φράουλες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες φράουλες"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων φραουλών"]},
      { "κλητική πληθυντικού": ["φράουλες!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the strawberry"]},
      { "accusative singular": ["I see the/a strawberry"]},
      { "genitive singular": ["The taste of the/a strawberry"]},
      { "vocative singular": ["Strawberry!"]},
      { "nominative plural": ["The/some strawberries"]},
      { "accusative plural": ["I see the/some strawberries"]},
      { "genitive plural": ["The taste of the/some strawberries"]},
      { "vocative plural": ["Strawberries!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["η/μια φράουλα"]},
      { "αιτιατική ενικού": ["βλέπω την/μια φράουλα"]},
      { "γενική ενικού": ["η γεύση της/μιας φράουλας"]},
      { "κλητική ενικού": ["φράουλα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες φράουλες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες φράουλες"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων φραουλών"]},
      { "κλητική πληθυντικού": ["φράουλες!"]}
    ],
    "img": "decks/big_imgs/strawberry.jpg",
    "labels": ["food"]
  },
  {
    "gr": "το βατόμουρο",
    "en": "blackberry",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα βατόμουρο"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα βατόμουρο"]},
      { "γενική ενικού": ["η γεύση του/ενός βατόμουρου"]},
      { "κλητική ενικού": ["βατόμουρο!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια βατόμουρα"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια βατόμουρα"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων βατόμουρων"]},
      { "κλητική πληθυντικού": ["βατόμουρα!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the blackberry"]},
      { "accusative singular": ["I see the/a blackberry"]},
      { "genitive singular": ["The taste of the/a blackberry"]},
      { "vocative singular": ["Blackberry!"]},
      { "nominative plural": ["The/some blackberries"]},
      { "accusative plural": ["I see the/some blackberries"]},
      { "genitive plural": ["The taste of the/some blackberries"]},
      { "vocative plural": ["Blackberries!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα βατόμουρο"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα βατόμουρο"]},
      { "γενική ενικού": ["η γεύση του/ενός βατόμουρου"]},
      { "κλητική ενικού": ["βατόμουρο!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια βατόμουρα"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια βατόμουρα"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων βατόμουρων"]},
      { "κλητική πληθυντικού": ["βατόμουρα!"]}
    ],
    "img": "decks/big_imgs/blackberry.jpg",
    "labels": ["food"]
  },
  {
    "gr": "το μύρτιλο",
    "en": "blueberry",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα μύρτιλο"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα μύρτιλο"]},
      { "γενική ενικού": ["η γεύση του/ενός μύρτιλου"]},
      { "κλητική ενικού": ["μύρτιλο!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια μύρτιλα"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια μύρτιλα"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων μύρτιλων"]},
      { "κλητική πληθυντικού": ["μύρτιλα!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the blueberry"]},
      { "accusative singular": ["I see the/a blueberry"]},
      { "genitive singular": ["The taste of the/a blueberry"]},
      { "vocative singular": ["Blueberry!"]},
      { "nominative plural": ["The/some blueberries"]},
      { "accusative plural": ["I see the/some blueberries"]},
      { "genitive plural": ["The taste of the/some blueberries"]},
      { "vocative plural": ["Blueberries!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα μύρτιλο"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα μύρτιλο"]},
      { "γενική ενικού": ["η γεύση του/ενός μύρτιλου"]},
      { "κλητική ενικού": ["μύρτιλο!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια μύρτιλα"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια μύρτιλα"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων μύρτιλων"]},
      { "κλητική πληθυντικού": ["μύρτιλα!"]}
    ],
    "img": "decks/big_imgs/blueberry.jpg",
    "labels": ["food"]
  },
  {
    "gr": "το σμέουρο",
    "en": "raspberry",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα σμέουρο"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα σμέουρο"]},
      { "γενική ενικού": ["η γεύση του/ενός σμέουρου"]},
      { "κλητική ενικού": ["σμέουρο!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια σμέουρα"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια σμέουρα"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων σμέουρων"]},
      { "κλητική πληθυντικού": ["σμέουρα!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the raspberry"]},
      { "accusative singular": ["I see the/a raspberry"]},
      { "genitive singular": ["The taste of the/a raspberry"]},
      { "vocative singular": ["Raspberry!"]},
      { "nominative plural": ["The/some raspberries"]},
      { "accusative plural": ["I see the/some raspberries"]},
      { "genitive plural": ["The taste of the/some raspberries"]},
      { "vocative plural": ["Raspberries!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα σμέουρο"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα σμέουρο"]},
      { "γενική ενικού": ["η γεύση του/ενός σμέουρου"]},
      { "κλητική ενικού": ["σμέουρο!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια σμέουρα"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια σμέουρα"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων σμέουρων"]},
      { "κλητική πληθυντικού": ["σμέουρα!"]}
    ],
    "img": "decks/big_imgs/raspberry.jpg",
    "labels": ["food"]
  },
  {
    "gr": "το κεράσι",
    "en": "cherry",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα κεράσι"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα κεράσι"]},
      { "γενική ενικού": ["η γεύση του/ενός κερασιού"]},
      { "κλητική ενικού": ["κεράσι!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια κεράσια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια κεράσια"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων κερασιών"]},
      { "κλητική πληθυντικού": ["κεράσια!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the cherry"]},
      { "accusative singular": ["I see the/a cherry"]},
      { "genitive singular": ["The taste of the/a cherry"]},
      { "vocative singular": ["Cherry!"]},
      { "nominative plural": ["The/some cherries"]},
      { "accusative plural": ["I see the/some cherries"]},
      { "genitive plural": ["The taste of the/some cherries"]},
      { "vocative plural": ["Cherries!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα κεράσι"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα κεράσι"]},
      { "γενική ενικού": ["η γεύση του/ενός κερασιού"]},
      { "κλητική ενικού": ["κεράσι!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια κεράσια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια κεράσια"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων κερασιών"]},
      { "κλητική πληθυντικού": ["κεράσια!"]}
    ],
    "img": "decks/big_imgs/cherry.jpg",
    "labels": ["food"]
  },
  {
    "gr": "το βύσσινο",
    "en": "sour cherry",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα βύσσινο"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα βύσσινο"]},
      { "γενική ενικού": ["η γεύση του/ενός βύσσινου"]},
      { "κλητική ενικού": ["βύσσινο!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια βύσσινα"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια βύσσινα"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων βυσσίνων"]},
      { "κλητική πληθυντικού": ["βύσσινα!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the sour cherry"]},
      { "accusative singular": ["I see the/a sour cherry"]},
      { "genitive singular": ["The taste of the/a sour cherry"]},
      { "vocative singular": ["Sour cherry!"]},
      { "nominative plural": ["The/some sour cherries"]},
      { "accusative plural": ["I see the/some sour cherries"]},
      { "genitive plural": ["The taste of the/some sour cherries"]},
      { "vocative plural": ["Sour cherries!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα βύσσινο"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα βύσσινο"]},
      { "γενική ενικού": ["η γεύση του/ενός βύσσινου"]},
      { "κλητική ενικού": ["βύσσινο!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια βύσσινα"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια βύσσινα"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων βυσσίνων"]},
      { "κλητική πληθυντικού": ["βύσσινα!"]}
    ],
    "img": "decks/big_imgs/sour_cherry.jpg",
    "labels": ["food"]
  },
  {
    "gr": "το κοτόπουλο",
    "en": "chicken",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα κοτόπουλο"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα κοτόπουλο"]},
      { "γενική ενικού": ["η γεύση του/ενός κοτόπουλου"]},
      { "κλητική ενικού": ["κοτόπουλο!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια κοτόπουλα"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια κοτόπουλα"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων κοτόπουλων"]},
      { "κλητική πληθυντικού": ["κοτόπουλα!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the chicken"]},
      { "accusative singular": ["I see the/a chicken"]},
      { "genitive singular": ["The taste of the/a chicken"]},
      { "vocative singular": ["Chicken!"]},
      { "nominative plural": ["The/some chickens"]},
      { "accusative plural": ["I see the/some chickens"]},
      { "genitive plural": ["The taste of the/some chickens"]},
      { "vocative plural": ["Chickens!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα κοτόπουλο"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα κοτόπουλο"]},
      { "γενική ενικού": ["η γεύση του/ενός κοτόπουλου"]},
      { "κλητική ενικού": ["κοτόπουλο!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια κοτόπουλα"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια κοτόπουλα"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων κοτόπουλων"]},
      { "κλητική πληθυντικού": ["κοτόπουλα!"]}
    ],
    "img": "decks/big_imgs/chicken.jpg",
    "labels": ["food"]
  },
  {
    "gr": "το μοσχάρι",
    "en": "beef",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα μοσχάρι"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα μοσχάρι"]},
      { "γενική ενικού": ["η γεύση του/ενός μοσχαριού"]},
      { "κλητική ενικού": ["μοσχάρι!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια μοσχάρια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια μοσχάρια"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων μοσχαριών"]},
      { "κλητική πληθυντικού": ["μοσχάρια!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the beef"]},
      { "accusative singular": ["I see the/beef"]},
      { "genitive singular": ["The taste of the/beef"]},
      { "vocative singular": ["Beef!"]},
      { "nominative plural": ["The/some beef cuts"]},
      { "accusative plural": ["I see the/some beef cuts"]},
      { "genitive plural": ["The taste of the/some beef cuts"]},
      { "vocative plural": ["Beef cuts!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα μοσχάρι"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα μοσχάρι"]},
      { "γενική ενικού": ["η γεύση του/ενός μοσχαριού"]},
      { "κλητική ενικού": ["μοσχάρι!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια μοσχάρια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια μοσχάρια"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων μοσχαριών"]},
      { "κλητική πληθυντικού": ["μοσχάρια!"]}
    ],
    "img": "decks/big_imgs/beef.jpg",
    "labels": ["food"]
  },
  {
    "gr": "το χοιρινό",
    "en": "pork",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα χοιρινό"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα χοιρινό"]},
      { "γενική ενικού": ["η γεύση του/ενός χοιρινού"]},
      { "κλητική ενικού": ["χοιρινό!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια χοιρινά"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια χοιρινά"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων χοιρινών"]},
      { "κλητική πληθυντικού": ["χοιρινά!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the pork"]},
      { "accusative singular": ["I see the/pork"]},
      { "genitive singular": ["The taste of the/pork"]},
      { "vocative singular": ["Pork!"]},
      { "nominative plural": ["The/some pork cuts"]},
      { "accusative plural": ["I see the/some pork cuts"]},
      { "genitive plural": ["The taste of the/some pork cuts"]},
      { "vocative plural": ["Pork cuts!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα χοιρινό"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα χοιρινό"]},
      { "γενική ενικού": ["η γεύση του/ενός χοιρινού"]},
      { "κλητική ενικού": ["χοιρινό!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια χοιρινά"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια χοιρινά"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων χοιρινών"]},
      { "κλητική πληθυντικού": ["χοιρινά!"]}
    ],
    "img": "decks/big_imgs/pork.jpg",
    "labels": ["food"]
  },
  {
    "gr": "το αρνί",
    "en": "lamb",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα αρνί"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα αρνί"]},
      { "γενική ενικού": ["η γεύση του/ενός αρνιού"]},
      { "κλητική ενικού": ["αρνί!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια αρνιά"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια αρνιά"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων αρνιών"]},
      { "κλητική πληθυντικού": ["αρνιά!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the lamb"]},
      { "accusative singular": ["I see the/lamb"]},
      { "genitive singular": ["The taste of the/lamb"]},
      { "vocative singular": ["Lamb!"]},
      { "nominative plural": ["The/some lamb cuts"]},
      { "accusative plural": ["I see the/some lamb cuts"]},
      { "genitive plural": ["The taste of the/some lamb cuts"]},
      { "vocative plural": ["Lamb cuts!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα αρνί"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα αρνί"]},
      { "γενική ενικού": ["η γεύση του/ενός αρνιού"]},
      { "κλητική ενικού": ["αρνί!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια αρνιά"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια αρνιά"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων αρνιών"]},
      { "κλητική πληθυντικού": ["αρνιά!"]}
    ],
    "img": "decks/big_imgs/lamb.jpg",
    "labels": ["food"]
  },
  {
    "gr": "η μπριζόλα",
    "en": "steak",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["η/μια μπριζόλα"]},
      { "αιτιατική ενικού": ["βλέπω την/μια μπριζόλα"]},
      { "γενική ενικού": ["η γεύση της/μιας μπριζόλας"]},
      { "κλητική ενικού": ["μπριζόλα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες μπριζόλες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες μπριζόλες"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων μπριζολών"]},
      { "κλητική πληθυντικού": ["μπριζόλες!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the steak"]},
      { "accusative singular": ["I see the/a steak"]},
      { "genitive singular": ["The taste of the/a steak"]},
      { "vocative singular": ["Steak!"]},
      { "nominative plural": ["The/some steaks"]},
      { "accusative plural": ["I see the/some steaks"]},
      { "genitive plural": ["The taste of the/some steaks"]},
      { "vocative plural": ["Steaks!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["η/μια μπριζόλα"]},
      { "αιτιατική ενικού": ["βλέπω την/μια μπριζόλα"]},
      { "γενική ενικού": ["η γεύση της/μιας μπριζόλας"]},
      { "κλητική ενικού": ["μπριζόλα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες μπριζόλες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες μπριζόλες"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων μπριζολών"]},
      { "κλητική πληθυντικού": ["μπριζόλες!"]}
    ],
    "img": "decks/big_imgs/steak.jpg",
    "labels": ["food"]
  },

  {
    "gr": "ο μουσακάς",
    "en": "moussaka",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["ο/ένας μουσακάς"]},
      { "αιτιατική ενικού": ["βλέπω τον/έναν μουσακά"]},
      { "γενική ενικού": ["η γεύση του/ενός μουσακά"]},
      { "κλητική ενικού": ["μουσακά!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιοι μουσακάδες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους μουσακάδες"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων μουσακάδων"]},
      { "κλητική πληθυντικού": ["μουσακάδες!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the moussaka"]},
      { "accusative singular": ["I see the/a moussaka"]},
      { "genitive singular": ["The taste of the/a moussaka"]},
      { "vocative singular": ["Moussaka!"]},
      { "nominative plural": ["The/some moussakas"]},
      { "accusative plural": ["I see the/some moussakas"]},
      { "genitive plural": ["The taste of the/some moussakas"]},
      { "vocative plural": ["Moussakas!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["ο/ένας μουσακάς"]},
      { "αιτιατική ενικού": ["βλέπω τον/έναν μουσακά"]},
      { "γενική ενικού": ["η γεύση του/ενός μουσακά"]},
      { "κλητική ενικού": ["μουσακά!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιοι μουσακάδες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους μουσακάδες"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων μουσακάδων"]},
      { "κλητική πληθυντικού": ["μουσακάδες!"]}
    ],
    "img": "decks/big_imgs/moussaka.jpg",
    "labels": ["food"]
  },
  {
    "gr": "ο γύρος",
    "en": "gyros",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["ο/ένας γύρος"]},
      { "αιτιατική ενικού": ["βλέπω τον/έναν γύρο"]},
      { "γενική ενικού": ["η γεύση του/ενός γύρου"]},
      { "κλητική ενικού": ["γύρε!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιοι γύροι"]},
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους γύρους"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων γύρων"]},
      { "κλητική πληθυντικού": ["γύροι!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the gyros"]},
      { "accusative singular": ["I see the/a gyros"]},
      { "genitive singular": ["The taste of the/a gyros"]},
      { "vocative singular": ["Gyros!"]},
      { "nominative plural": ["The/some gyros wraps"]},
      { "accusative plural": ["I see the/some gyros wraps"]},
      { "genitive plural": ["The taste of the/some gyros wraps"]},
      { "vocative plural": ["Gyros wraps!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["ο/ένας γύρος"]},
      { "αιτιατική ενικού": ["βλέπω τον/έναν γύρο"]},
      { "γενική ενικού": ["η γεύση του/ενός γύρου"]},
      { "κλητική ενικού": ["γύρε!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιοι γύροι"]},
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους γύρους"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων γύρων"]},
      { "κλητική πληθυντικού": ["γύροι!"]}
    ],
    "img": "decks/big_imgs/gyros.jpg",
    "labels": ["food"]
  },
  {
    "gr": "ο ντάκος",
    "en": "ntakos",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["ο/ένας ντάκος"]},
      { "αιτιατική ενικού": ["βλέπω τον/έναν ντάκο"]},
      { "γενική ενικού": ["η γεύση του/ενός ντάκου"]},
      { "κλητική ενικού": ["ντάκε!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιοι ντάκοι"]},
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους ντάκους"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων ντάκων"]},
      { "κλητική πληθυντικού": ["ντάκοι!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the ntakos"]},
      { "accusative singular": ["I see the/a ntakos"]},
      { "genitive singular": ["The taste of the/a ntakos"]},
      { "vocative singular": ["Ntakos!"]},
      { "nominative plural": ["The/some ntakos"]},
      { "accusative plural": ["I see the/some ntakos"]},
      { "genitive plural": ["The taste of the/some ntakos"]},
      { "vocative plural": ["Ntakos!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["ο/ένας ντάκος"]},
      { "αιτιατική ενικού": ["βλέπω τον/έναν ντάκο"]},
      { "γενική ενικού": ["η γεύση του/ενός ντάκου"]},
      { "κλητική ενικού": ["ντάκε!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιοι ντάκοι"]},
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους ντάκους"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων ντάκων"]},
      { "κλητική πληθυντικού": ["ντάκοι!"]}
    ],
    "img": "decks/big_imgs/ntakos.jpg",
    "labels": ["food"]
  },
  {
    "gr": "το σουβλάκι",
    "en": "souvlaki",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα σουβλάκι"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα σουβλάκι"]},
      { "γενική ενικού": ["η γεύση του/ενός σουβλακιού"]},
      { "κλητική ενικού": ["σουβλάκι!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια σουβλάκια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια σουβλάκια"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων σουβλακιών"]},
      { "κλητική πληθυντικού": ["σουβλάκια!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the souvlaki"]},
      { "accusative singular": ["I see the/a souvlaki"]},
      { "genitive singular": ["The taste of the/a souvlaki"]},
      { "vocative singular": ["Souvlaki!"]},
      { "nominative plural": ["The/some souvlakia"]},
      { "accusative plural": ["I see the/some souvlakia"]},
      { "genitive plural": ["The taste of the/some souvlakia"]},
      { "vocative plural": ["Souvlakia!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα σουβλάκι"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα σουβλάκι"]},
      { "γενική ενικού": ["η γεύση του/ενός σουβλακιού"]},
      { "κλητική ενικού": ["σουβλάκι!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια σουβλάκια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια σουβλάκια"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων σουβλακιών"]},
      { "κλητική πληθυντικού": ["σουβλάκια!"]}
    ],
    "img": "decks/big_imgs/souvlaki.jpg",
    "labels": ["food"]
  },
  {
    "gr": "η χωριάτικη σαλάτα",
    "en": "Greek salad",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["η/μια χωριάτικη σαλάτα"]},
      { "αιτιατική ενικού": ["βλέπω την/μια χωριάτικη σαλάτα"]},
      { "γενική ενικού": ["η γεύση της/μιας χωριάτικης σαλάτας"]},
      { "κλητική ενικού": ["χωριάτικη σαλάτα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες χωριάτικες σαλάτες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες χωριάτικες σαλάτες"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων χωριάτικων σαλατών"]},
      { "κλητική πληθυντικού": ["χωριάτικες σαλάτες!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the Greek salad"]},
      { "accusative singular": ["I see the/a Greek salad"]},
      { "genitive singular": ["The taste of the/a Greek salad"]},
      { "vocative singular": ["Greek salad!"]},
      { "nominative plural": ["The/some Greek salads"]},
      { "accusative plural": ["I see the/some Greek salads"]},
      { "genitive plural": ["The taste of the/some Greek salads"]},
      { "vocative plural": ["Greek salads!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["η/μια χωριάτικη σαλάτα"]},
      { "αιτιατική ενικού": ["βλέπω την/μια χωριάτικη σαλάτα"]},
      { "γενική ενικού": ["η γεύση της/μιας χωριάτικης σαλάτας"]},
      { "κλητική ενικού": ["χωριάτικη σαλάτα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες χωριάτικες σαλάτες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες χωριάτικες σαλάτες"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων χωριάτικων σαλατών"]},
      { "κλητική πληθυντικού": ["χωριάτικες σαλάτες!"]}
    ],
    "img": "decks/big_imgs/greek_salad.jpg",
    "labels": ["food"]
  },
  {
    "gr": "η σαλάτα",
    "en": "salad",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["η/μια σαλάτα"]},
      { "αιτιατική ενικού": ["βλέπω την/μια σαλάτα"]},
      { "γενική ενικού": ["η γεύση της/μιας σαλάτας"]},
      { "κλητική ενικού": ["σαλάτα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες σαλάτες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες σαλάτες"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων σαλατών"]},
      { "κλητική πληθυντικού": ["σαλάτες!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the salad"]},
      { "accusative singular": ["I see the/a salad"]},
      { "genitive singular": ["The taste of the/a salad"]},
      { "vocative singular": ["Salad!"]},
      { "nominative plural": ["The/some salads"]},
      { "accusative plural": ["I see the/some salads"]},
      { "genitive plural": ["The taste of the/some salads"]},
      { "vocative plural": ["Salads!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["η/μια σαλάτα"]},
      { "αιτιατική ενικού": ["βλέπω την/μια σαλάτα"]},
      { "γενική ενικού": ["η γεύση της/μιας σαλάτας"]},
      { "κλητική ενικού": ["σαλάτα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες σαλάτες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες σαλάτες"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων σαλατών"]},
      { "κλητική πληθυντικού": ["σαλάτες!"]}
    ],
    "img": "decks/big_imgs/salad.jpg",
    "labels": ["food"]
  },
  {
    "gr": "το νερό",
    "en": "water",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα νερό"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα νερό"]},
      { "γενική ενικού": ["η γεύση του/ενός νερού"]},
      { "κλητική ενικού": ["νερό!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια νερά"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια νερά"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων νερών"]},
      { "κλητική πληθυντικού": ["νερά!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the water"]},
      { "accusative singular": ["I see the/water"]},
      { "genitive singular": ["The taste of the/water"]},
      { "vocative singular": ["Water!"]},
      { "nominative plural": ["The/some waters"]},
      { "accusative plural": ["I see the/some waters"]},
      { "genitive plural": ["The taste of the/some waters"]},
      { "vocative plural": ["Waters!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα νερό"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα νερό"]},
      { "γενική ενικού": ["η γεύση του/ενός νερού"]},
      { "κλητική ενικού": ["νερό!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια νερά"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια νερά"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων νερών"]},
      { "κλητική πληθυντικού": ["νερά!"]}
    ],
    "img": "decks/big_imgs/water.jpg",
    "labels": ["food"]
  },
  {
    "gr": "το μεταλλικό νερό",
    "en": "mineral water",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα μεταλλικό νερό"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα μεταλλικό νερό"]},
      { "γενική ενικού": ["η γεύση του/ενός μεταλλικού νερού"]},
      { "κλητική ενικού": ["μεταλλικό νερό!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια μεταλλικά νερά"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια μεταλλικά νερά"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων μεταλλικών νερών"]},
      { "κλητική πληθυντικού": ["μεταλλικά νερά!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the mineral water"]},
      { "accusative singular": ["I see the/mineral water"]},
      { "genitive singular": ["The taste of the/mineral water"]},
      { "vocative singular": ["Mineral water!"]},
      { "nominative plural": ["The/some mineral waters"]},
      { "accusative plural": ["I see the/some mineral waters"]},
      { "genitive plural": ["The taste of the/some mineral waters"]},
      { "vocative plural": ["Mineral waters!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα μεταλλικό νερό"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα μεταλλικό νερό"]},
      { "γενική ενικού": ["η γεύση του/ενός μεταλλικού νερού"]},
      { "κλητική ενικού": ["μεταλλικό νερό!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια μεταλλικά νερά"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια μεταλλικά νερά"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων μεταλλικών νερών"]},
      { "κλητική πληθυντικού": ["μεταλλικά νερά!"]}
    ],
    "img": "decks/big_imgs/mineral_water.jpg",
    "labels": ["food"]
  },
  {
    "gr": "ο χυμός",
    "en": "juice",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["ο/ένας χυμός"]},
      { "αιτιατική ενικού": ["βλέπω τον/έναν χυμό"]},
      { "γενική ενικού": ["η γεύση του/ενός χυμού"]},
      { "κλητική ενικού": ["χυμέ!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιοι χυμοί"]},
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους χυμούς"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων χυμών"]},
      { "κλητική πληθυντικού": ["χυμοί!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the juice"]},
      { "accusative singular": ["I see the/juice"]},
      { "genitive singular": ["The taste of the/juice"]},
      { "vocative singular": ["Juice!"]},
      { "nominative plural": ["The/some juices"]},
      { "accusative plural": ["I see the/some juices"]},
      { "genitive plural": ["The taste of the/some juices"]},
      { "vocative plural": ["Juices!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["ο/ένας χυμός"]},
      { "αιτιατική ενικού": ["βλέπω τον/έναν χυμό"]},
      { "γενική ενικού": ["η γεύση του/ενός χυμού"]},
      { "κλητική ενικού": ["χυμέ!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιοι χυμοί"]},
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους χυμούς"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων χυμών"]},
      { "κλητική πληθυντικού": ["χυμοί!"]}
    ],
    "img": "decks/big_imgs/juice.jpg",
    "labels": ["food"]
  },
  {
    "gr": "το τσάι",
    "en": "tea",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα τσάι"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα τσάι"]},
      { "γενική ενικού": ["η γεύση του/ενός τσαγιού"]},
      { "κλητική ενικού": ["τσάι!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια τσάγια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια τσάγια"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων τσαγιών"]},
      { "κλητική πληθυντικού": ["τσάγια!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the tea"]},
      { "accusative singular": ["I see the/tea"]},
      { "genitive singular": ["The taste of the/tea"]},
      { "vocative singular": ["Tea!"]},
      { "nominative plural": ["The/some teas"]},
      { "accusative plural": ["I see the/some teas"]},
      { "genitive plural": ["The taste of the/some teas"]},
      { "vocative plural": ["Teas!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα τσάι"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα τσάι"]},
      { "γενική ενικού": ["η γεύση του/ενός τσαγιού"]},
      { "κλητική ενικού": ["τσάι!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια τσάγια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια τσάγια"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων τσαγιών"]},
      { "κλητική πληθυντικού": ["τσάγια!"]}
    ],
    "img": "decks/big_imgs/tea.jpg",
    "labels": ["food"]
  },
  {
    "gr": "ο καφές",
    "en": "coffee",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["ο/ένας καφές"]},
      { "αιτιατική ενικού": ["βλέπω τον/έναν καφέ"]},
      { "γενική ενικού": ["η γεύση του/ενός καφέ"]},
      { "κλητική ενικού": ["καφέ!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιοι καφέδες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους καφέδες"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων καφέδων"]},
      { "κλητική πληθυντικού": ["καφέδες!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the coffee"]},
      { "accusative singular": ["I see the/coffee"]},
      { "genitive singular": ["The taste of the/coffee"]},
      { "vocative singular": ["Coffee!"]},
      { "nominative plural": ["The/some coffees"]},
      { "accusative plural": ["I see the/some coffees"]},
      { "genitive plural": ["The taste of the/some coffees"]},
      { "vocative plural": ["Coffees!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["ο/ένας καφές"]},
      { "αιτιατική ενικού": ["βλέπω τον/έναν καφέ"]},
      { "γενική ενικού": ["η γεύση του/ενός καφέ"]},
      { "κλητική ενικού": ["καφέ!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιοι καφέδες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους καφέδες"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων καφέδων"]},
      { "κλητική πληθυντικού": ["καφέδες!"]}
    ],
    "img": "decks/big_imgs/coffee.jpg",
    "labels": ["food"]
  },
  {
    "gr": "το αναψυκτικό",
    "en": "soft drink",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα αναψυκτικό"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα αναψυκτικό"]},
      { "γενική ενικού": ["η γεύση του/ενός αναψυκτικού"]},
      { "κλητική ενικού": ["αναψυκτικό!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια αναψυκτικά"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια αναψυκτικά"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων αναψυκτικών"]},
      { "κλητική πληθυντικού": ["αναψυκτικά!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the soft drink"]},
      { "accusative singular": ["I see the/a soft drink"]},
      { "genitive singular": ["The taste of the/a soft drink"]},
      { "vocative singular": ["Soft drink!"]},
      { "nominative plural": ["The/some soft drinks"]},
      { "accusative plural": ["I see the/some soft drinks"]},
      { "genitive plural": ["The taste of the/some soft drinks"]},
      { "vocative plural": ["Soft drinks!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα αναψυκτικό"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα αναψυκτικό"]},
      { "γενική ενικού": ["η γεύση του/ενός αναψυκτικού"]},
      { "κλητική ενικού": ["αναψυκτικό!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια αναψυκτικά"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια αναψυκτικά"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων αναψυκτικών"]},
      { "κλητική πληθυντικού": ["αναψυκτικά!"]}
    ],
    "img": "decks/big_imgs/soda.jpg",
    "labels": ["food"]
  },
  {
    "gr": "η μπύρα",
    "en": "beer",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["η/μια μπύρα"]},
      { "αιτιατική ενικού": ["βλέπω την/μια μπύρα"]},
      { "γενική ενικού": ["η γεύση της/μιας μπύρας"]},
      { "κλητική ενικού": ["μπύρα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες μπύρες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες μπύρες"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων μπυρών"]},
      { "κλητική πληθυντικού": ["μπύρες!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the beer"]},
      { "accusative singular": ["I see the/beer"]},
      { "genitive singular": ["The taste of the/beer"]},
      { "vocative singular": ["Beer!"]},
      { "nominative plural": ["The/some beers"]},
      { "accusative plural": ["I see the/some beers"]},
      { "genitive plural": ["The taste of the/some beers"]},
      { "vocative plural": ["Beers!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["η/μια μπύρα"]},
      { "αιτιατική ενικού": ["βλέπω την/μια μπύρα"]},
      { "γενική ενικού": ["η γεύση της/μιας μπύρας"]},
      { "κλητική ενικού": ["μπύρα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες μπύρες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες μπύρες"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων μπυρών"]},
      { "κλητική πληθυντικού": ["μπύρες!"]}
    ],
    "img": "decks/big_imgs/beer.jpg",
    "labels": ["food"]
  },
  {
    "gr": "το κρασί",
    "en": "wine",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα κρασί"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα κρασί"]},
      { "γενική ενικού": ["η γεύση του/ενός κρασιού"]},
      { "κλητική ενικού": ["κρασί!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια κρασιά"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια κρασιά"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων κρασιών"]},
      { "κλητική πληθυντικού": ["κρασιά!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the wine"]},
      { "accusative singular": ["I see the/wine"]},
      { "genitive singular": ["The taste of the/wine"]},
      { "vocative singular": ["Wine!"]},
      { "nominative plural": ["The/some wines"]},
      { "accusative plural": ["I see the/some wines"]},
      { "genitive plural": ["The taste of the/some wines"]},
      { "vocative plural": ["Wines!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα κρασί"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα κρασί"]},
      { "γενική ενικού": ["η γεύση του/ενός κρασιού"]},
      { "κλητική ενικού": ["κρασί!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια κρασιά"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια κρασιά"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων κρασιών"]},
      { "κλητική πληθυντικού": ["κρασιά!"]}
    ],
    "img": "decks/big_imgs/wine.jpg",
    "labels": ["food"]
  },
  {
    "gr": "το ούζο",
    "en": "ouzo",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα ούζο"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα ούζο"]},
      { "γενική ενικού": ["η γεύση του/ενός ούζου"]},
      { "κλητική ενικού": ["ούζο!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια ούζα"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια ούζα"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων ούζων"]},
      { "κλητική πληθυντικού": ["ούζα!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the ouzo"]},
      { "accusative singular": ["I see the/ouzo"]},
      { "genitive singular": ["The taste of the/ouzo"]},
      { "vocative singular": ["Ouzo!"]},
      { "nominative plural": ["The/some ouzo shots"]},
      { "accusative plural": ["I see the/some ouzo shots"]},
      { "genitive plural": ["The taste of the/some ouzo shots"]},
      { "vocative plural": ["Ouzo shots!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα ούζο"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα ούζο"]},
      { "γενική ενικού": ["η γεύση του/ενός ούζου"]},
      { "κλητική ενικού": ["ούζο!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια ούζα"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια ούζα"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων ούζων"]},
      { "κλητική πληθυντικού": ["ούζα!"]}
    ],
    "img": "decks/big_imgs/ouzo.jpg",
    "labels": ["food"]
  },
  {
    "gr": "το τσίπουρο",
    "en": "tsipouro",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα τσίπουρο"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα τσίπουρο"]},
      { "γενική ενικού": ["η γεύση του/ενός τσίπουρου"]},
      { "κλητική ενικού": ["τσίπουρο!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια τσίπουρα"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια τσίπουρα"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων τσίπουρων"]},
      { "κλητική πληθυντικού": ["τσίπουρα!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the tsipouro"]},
      { "accusative singular": ["I see the/tsipouro"]},
      { "genitive singular": ["The taste of the/tsipouro"]},
      { "vocative singular": ["Tsipouro!"]},
      { "nominative plural": ["The/some tsipouro shots"]},
      { "accusative plural": ["I see the/some tsipouro shots"]},
      { "genitive plural": ["The taste of the/some tsipouro shots"]},
      { "vocative plural": ["Tsipouro shots!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα τσίπουρο"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα τσίπουρο"]},
      { "γενική ενικού": ["η γεύση του/ενός τσίπουρου"]},
      { "κλητική ενικού": ["τσίπουρο!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια τσίπουρα"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια τσίπουρα"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων τσίπουρων"]},
      { "κλητική πληθυντικού": ["τσίπουρα!"]}
    ],
    "img": "decks/big_imgs/tsipouro.jpg",
    "labels": ["food"]
  },
  {
    "gr": "το λικέρ",
    "en": "liqueur",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα λικέρ"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα λικέρ"]},
      { "γενική ενικού": ["η γεύση του/ενός λικέρ"]},
      { "κλητική ενικού": ["λικέρ!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια λικέρ"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια λικέρ"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων λικέρ"]},
      { "κλητική πληθυντικού": ["λικέρ!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the liqueur"]},
      { "accusative singular": ["I see the/liqueur"]},
      { "genitive singular": ["The taste of the/liqueur"]},
      { "vocative singular": ["Liqueur!"]},
      { "nominative plural": ["The/some liqueurs"]},
      { "accusative plural": ["I see the/some liqueurs"]},
      { "genitive plural": ["The taste of the/some liqueurs"]},
      { "vocative plural": ["Liqueurs!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα λικέρ"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα λικέρ"]},
      { "γενική ενικού": ["η γεύση του/ενός λικέρ"]},
      { "κλητική ενικού": ["λικέρ!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια λικέρ"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια λικέρ"]},
      { "γενική πληθυντικού": ["η γεύση των/κάποιων λικέρ"]},
      { "κλητική πληθυντικού": ["λικέρ!"]}
    ],
    "img": "decks/big_imgs/liqueur.jpg",
    "labels": ["food"]
  },


  {
    "gr": "το παντελόνι",
    "en": "pants",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα παντελόνι"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα παντελόνι"]},
      { "γενική ενικού": ["το χρώμα του/ενός παντελονιού"]},
      { "κλητική ενικού": ["παντελόνι!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια παντελόνια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια παντελόνια"]},
      { "γενική πληθυντικού": ["το χρώμα των/κάποιων παντελονιών"]},
      { "κλητική πληθυντικού": ["παντελόνια!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the pair of pants"]},
      { "accusative singular": ["I see the/a pair of pants"]},
      { "genitive singular": ["The color of the/a pair of pants"]},
      { "vocative singular": ["Pants!"]},
      { "nominative plural": ["The/some pairs of pants"]},
      { "accusative plural": ["I see the/some pairs of pants"]},
      { "genitive plural": ["The color of the/some pairs of pants"]},
      { "vocative plural": ["Pants!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα παντελόνι"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα παντελόνι"]},
      { "γενική ενικού": ["το χρώμα του/ενός παντελονιού"]},
      { "κλητική ενικού": ["παντελόνι!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια παντελόνια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια παντελόνια"]},
      { "γενική πληθυντικού": ["το χρώμα των/κάποιων παντελονιών"]},
      { "κλητική πληθυντικού": ["παντελόνια!"]}
    ],
    "img": "decks/big_imgs/pants.jpg",
    "labels": ["clothes"]
  },
  {
    "gr": "η μπλούζα",
    "en": "blouse",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["η/μια μπλούζα"]},
      { "αιτιατική ενικού": ["βλέπω την/μια μπλούζα"]},
      { "γενική ενικού": ["το χρώμα της/μιας μπλούζας"]},
      { "κλητική ενικού": ["μπλούζα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες μπλούζες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες μπλούζες"]},
      { "γενική πληθυντικού": ["το χρώμα των/κάποιων μπλουζών"]},
      { "κλητική πληθυντικού": ["μπλούζες!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the blouse"]},
      { "accusative singular": ["I see the/a blouse"]},
      { "genitive singular": ["The color of the/a blouse"]},
      { "vocative singular": ["Blouse!"]},
      { "nominative plural": ["The/some blouses"]},
      { "accusative plural": ["I see the/some blouses"]},
      { "genitive plural": ["The color of the/some blouses"]},
      { "vocative plural": ["Blouses!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["η/μια μπλούζα"]},
      { "αιτιατική ενικού": ["βλέπω την/μια μπλούζα"]},
      { "γενική ενικού": ["το χρώμα της/μιας μπλούζας"]},
      { "κλητική ενικού": ["μπλούζα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες μπλούζες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες μπλούζες"]},
      { "γενική πληθυντικού": ["το χρώμα των/κάποιων μπλουζών"]},
      { "κλητική πληθυντικού": ["μπλούζες!"]}
    ],
    "img": "decks/big_imgs/blouse.jpg",
    "labels": ["clothes"]
  },
  {
    "gr": "το πουκάμισο",
    "en": "shirt",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα πουκάμισο"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα πουκάμισο"]},
      { "γενική ενικού": ["το χρώμα του/ενός πουκαμίσου"]},
      { "κλητική ενικού": ["πουκάμισο!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια πουκάμισα"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια πουκάμισα"]},
      { "γενική πληθυντικού": ["το χρώμα των/κάποιων πουκαμίσων"]},
      { "κλητική πληθυντικού": ["πουκάμισα!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the shirt"]},
      { "accusative singular": ["I see the/a shirt"]},
      { "genitive singular": ["The color of the/a shirt"]},
      { "vocative singular": ["Shirt!"]},
      { "nominative plural": ["The/some shirts"]},
      { "accusative plural": ["I see the/some shirts"]},
      { "genitive plural": ["The color of the/some shirts"]},
      { "vocative plural": ["Shirts!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα πουκάμισо"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα πουκάμισο"]},
      { "γενική ενικού": ["το χρώμα του/ενός πουκαμίσου"]},
      { "κλητική ενικού": ["πουκάμισο!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια πουκάμισα"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια πουκάμισα"]},
      { "γενική πληθυντικού": ["το χρώμα των/κάποιων πουκαμίσων"]},
      { "κλητική πληθυντικού": ["πουκάμισα!"]}
    ],
    "img": "decks/big_imgs/shirt.jpg",
    "labels": ["clothes"]
  },
  {
    "gr": "το φόρεμα",
    "en": "dress",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα φόρεμα"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα φόρεμα"]},
      { "γενική ενικού": ["το χρώμα του/ενός φορέματος"]},
      { "κλητική ενικού": ["φόρεμα!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια φορέματα"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια φορέματα"]},
      { "γενική πληθυντικού": ["το χρώμα των/κάποιων φορεμάτων"]},
      { "κλητική πληθυντικού": ["φορέματα!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the dress"]},
      { "accusative singular": ["I see the/a dress"]},
      { "genitive singular": ["The color of the/a dress"]},
      { "vocative singular": ["Dress!"]},
      { "nominative plural": ["The/some dresses"]},
      { "accusative plural": ["I see the/some dresses"]},
      { "genitive plural": ["The color of the/some dresses"]},
      { "vocative plural": ["Dresses!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα φόρεμα"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα φόρεμα"]},
      { "γενική ενικού": ["το χρώμα του/ενός φορέματος"]},
      { "κλητική ενικού": ["φόρεμα!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια φορέματα"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια φορέματα"]},
      { "γενική πληθυντικού": ["το χρώμα των/κάποιων φορεμάτων"]},
      { "κλητική πληθυντικού": ["φορέματα!"]}
    ],
    "img": "decks/big_imgs/dress.jpg",
    "labels": ["clothes"]
  },
  {
    "gr": "η φούστα",
    "en": "skirt",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["η/μια φούστα"]},
      { "αιτιατική ενικού": ["βλέπω την/μια φούστα"]},
      { "γενική ενικού": ["το χρώμα της/μιας φούστας"]},
      { "κλητική ενικού": ["φούστα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες φούστες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες φούστες"]},
      { "γενική πληθυντικού": ["το χρώμα των/κάποιων φουστών"]},
      { "κλητική πληθυντικού": ["φούστες!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the skirt"]},
      { "accusative singular": ["I see the/a skirt"]},
      { "genitive singular": ["The color of the/a skirt"]},
      { "vocative singular": ["Skirt!"]},
      { "nominative plural": ["The/some skirts"]},
      { "accusative plural": ["I see the/some skirts"]},
      { "genitive plural": ["The color of the/some skirts"]},
      { "vocative plural": ["Skirts!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["η/μια φούστα"]},
      { "αιτιατική ενικού": ["βλέπω την/μια φούστα"]},
      { "γενική ενικού": ["το χρώμα της/μιας φούστας"]},
      { "κλητική ενικού": ["φούστα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες φούστες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες φούστες"]},
      { "γενική πληθυντικού": ["το χρώμα των/κάποιων φουστών"]},
      { "κλητική πληθυντικού": ["φούστες!"]}
    ],
    "img": "decks/big_imgs/skirt.jpg",
    "labels": ["clothes"]
  },
  {
    "gr": "το παλτό",
    "en": "coat",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα παλτό"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα παλτό"]},
      { "γενική ενικού": ["το χρώμα του/ενός παλτού"]},
      { "κλητική ενικού": ["παλτό!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια παλτά"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια παλτά"]},
      { "γενική πληθυντικού": ["το χρώμα των/κάποιων παλτών"]},
      { "κλητική πληθυντικού": ["παλτά!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the coat"]},
      { "accusative singular": ["I see the/a coat"]},
      { "genitive singular": ["The color of the/a coat"]},
      { "vocative singular": ["Coat!"]},
      { "nominative plural": ["The/some coats"]},
      { "accusative plural": ["I see the/some coats"]},
      { "genitive plural": ["The color of the/some coats"]},
      { "vocative plural": ["Coats!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα παλτό"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα παλτό"]},
      { "γενική ενικού": ["το χρώμα του/ενός παλτού"]},
      { "κλητική ενικού": ["παλτό!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια παλτά"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια παλτά"]},
      { "γενική πληθυντικού": ["το χρώμα των/κάποιων παλτών"]},
      { "κλητική πληθυντικού": ["παλτά!"]}
    ],
    "img": "decks/big_imgs/coat.jpg",
    "labels": ["clothes"]
  },
  {
    "gr": "το σακάκι",
    "en": "jacket",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα σακάκι"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα σακάκι"]},
      { "γενική ενικού": ["το χρώμα του/ενός σακακιού"]},
      { "κλητική ενικού": ["σακάκι!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια σακάκια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια σακάκια"]},
      { "γενική πληθυντικού": ["το χρώμα των/κάποιων σακακιών"]},
      { "κλητική πληθυντικού": ["σακάκια!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the jacket"]},
      { "accusative singular": ["I see the/a jacket"]},
      { "genitive singular": ["The color of the/a jacket"]},
      { "vocative singular": ["Jacket!"]},
      { "nominative plural": ["The/some jackets"]},
      { "accusative plural": ["I see the/some jackets"]},
      { "genitive plural": ["The color of the/some jackets"]},
      { "vocative plural": ["Jackets!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα σακάκι"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα σακάκι"]},
      { "γενική ενικού": ["το χρώμα του/ενός σακακιού"]},
      { "κλητική ενικού": ["σακάκι!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια σακάκια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια σακάκια"]},
      { "γενική πληθυντικού": ["το χρώμα των/κάποιων σακακιών"]},
      { "κλητική πληθυντικού": ["σακάκια!"]}
    ],
    "img": "decks/big_imgs/jacket.jpg",
    "labels": ["clothes"]
  },
  {
    "gr": "τα παπούτσια",
    "en": "shoes",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα παπούτσι"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα παπούτσι"]},
      { "γενική ενικού": ["το χρώμα του/ενός παπουτσιού"]},
      { "κλητική ενικού": ["παπούτσι!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια παπούτσια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια παπούτσια"]},
      { "γενική πληθυντικού": ["το χρώμα των/κάποιων παπουτσιών"]},
      { "κλητική πληθυντικού": ["παπούτσια!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the shoe"]},
      { "accusative singular": ["I see the/a shoe"]},
      { "genitive singular": ["The color of the/a shoe"]},
      { "vocative singular": ["Shoe!"]},
      { "nominative plural": ["The/some shoes"]},
      { "accusative plural": ["I see the/some shoes"]},
      { "genitive plural": ["The color of the/some shoes"]},
      { "vocative plural": ["Shoes!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα παπούτσι"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα παπούτσι"]},
      { "γενική ενικού": ["το χρώμα του/ενός παπουτσιού"]},
      { "κλητική ενικού": ["παπούτσι!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια παπούτσια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια παπούτσια"]},
      { "γενική πληθυντικού": ["το χρώμα των/κάποιων παπουτσιών"]},
      { "κλητική πληθυντικού": ["παπούτσια!"]}
    ],
    "img": "decks/big_imgs/shoes.jpg",
    "labels": ["clothes"]
  },
  {
    "gr": "η ζώνη",
    "en": "belt",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["η/μια ζώνη"]},
      { "αιτιατική ενικού": ["βλέπω την/μια ζώνη"]},
      { "γενική ενικού": ["το χρώμα της/μιας ζώνης"]},
      { "κλητική ενικού": ["ζώνη!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες ζώνες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες ζώνες"]},
      { "γενική πληθυντικού": ["το χρώμα των/κάποιων ζωνών"]},
      { "κλητική πληθυντικού": ["ζώνες!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the belt"]},
      { "accusative singular": ["I see the/a belt"]},
      { "genitive singular": ["The color of the/a belt"]},
      { "vocative singular": ["Belt!"]},
      { "nominative plural": ["The/some belts"]},
      { "accusative plural": ["I see the/some belts"]},
      { "genitive plural": ["The color of the/some belts"]},
      { "vocative plural": ["Belts!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["η/μια ζώνη"]},
      { "αιτιατική ενικού": ["βλέπω την/μια ζώνη"]},
      { "γενική ενικού": ["το χρώμα της/μιας ζώνης"]},
      { "κλητική ενικού": ["ζώνη!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες ζώνες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες ζώνες"]},
      { "γενική πληθυντικού": ["το χρώμα των/κάποιων ζωνών"]},
      { "κλητική πληθυντικού": ["ζώνες!"]}
    ],
    "img": "decks/big_imgs/belt.jpg",
    "labels": ["clothes"]
  },
  {
    "gr": "το καπέλο",
    "en": "hat",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα καπέλο"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα καπέλο"]},
      { "γενική ενικού": ["το χρώμα του/ενός καπέλου"]},
      { "κλητική ενικού": ["καπέλο!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια καπέλα"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια καπέλα"]},
      { "γενική πληθυντικού": ["το χρώμα των/κάποιων καπέλων"]},
      { "κλητική πληθυντικού": ["καπέλα!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the hat"]},
      { "accusative singular": ["I see the/a hat"]},
      { "genitive singular": ["The color of the/a hat"]},
      { "vocative singular": ["Hat!"]},
      { "nominative plural": ["The/some hats"]},
      { "accusative plural": ["I see the/some hats"]},
      { "genitive plural": ["The color of the/some hats"]},
      { "vocative plural": ["Hats!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα καπέλο"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα καπέλο"]},
      { "γενική ενικού": ["το χρώμα του/ενός καπέλου"]},
      { "κλητική ενικού": ["καπέλο!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια καπέλα"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια καπέλα"]},
      { "γενική πληθυντικού": ["το χρώμα των/κάποιων καπέλων"]},
      { "κλητική πληθυντικού": ["καπέλα!"]}
    ],
    "img": "decks/big_imgs/hat.jpg",
    "labels": ["clothes"]
  },
  {
    "gr": "τα γυαλιά",
    "en": "glasses",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα γυαλί"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα γυαλί"]},
      { "γενική ενικού": ["ο φακός του/ενός γυαλιού"]},
      { "κλητική ενικού": ["γυαλί!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια γυαλιά"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια γυαλιά"]},
      { "γενική πληθυντικού": ["οι φακοί των/κάποιων γυαλιών"]},
      { "κλητική πληθυντικού": ["γυαλιά!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the pair of glasses"]},
      { "accusative singular": ["I see the/pair of glasses"]},
      { "genitive singular": ["The lens of the/pair of glasses"]},
      { "vocative singular": ["Glasses!"]},
      { "nominative plural": ["The/some glasses"]},
      { "accusative plural": ["I see the/some glasses"]},
      { "genitive plural": ["The lenses of the/some glasses"]},
      { "vocative plural": ["Glasses!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα γυαλί"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα γυαλί"]},
      { "γενική ενικού": ["ο φακός του/ενός γυαλιού"]},
      { "κλητική ενικού": ["γυαλί!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια γυαλιά"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια γυαλιά"]},
      { "γενική πληθυντικού": ["οι φακοί των/κάποιων γυαλιών"]},
      { "κλητική πληθυντικού": ["γυαλιά!"]}
    ],
    "img": "decks/big_imgs/glasses.jpg",
    "labels": ["clothes"]
  },
  {
    "gr": "οι κάλτσες",
    "en": "socks",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["η/μια κάλτσα"]},
      { "αιτιατική ενικού": ["βλέπω την/μια κάλτσα"]},
      { "γενική ενικού": ["το χρώμα της/μιας κάλτσας"]},
      { "κλητική ενικού": ["κάλτσα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες κάλτσες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες κάλτσες"]},
      { "γενική πληθυντικού": ["το χρώμα των/κάποιων καλτσών"]},
      { "κλητική πληθυντικού": ["κάλτσες!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the sock"]},
      { "accusative singular": ["I see the/a sock"]},
      { "genitive singular": ["The color of the/a sock"]},
      { "vocative singular": ["Sock!"]},
      { "nominative plural": ["The/some socks"]},
      { "accusative plural": ["I see the/some socks"]},
      { "genitive plural": ["The color of the/some socks"]},
      { "vocative plural": ["Socks!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["η/μια κάλτσα"]},
      { "αιτιατική ενικού": ["βλέπω την/μια κάλτσα"]},
      { "γενική ενικού": ["το χρώμα της/μιας κάλτσας"]},
      { "κλητική ενικού": ["κάλτσα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες κάλτσες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες κάλτσες"]},
      { "γενική πληθυντικού": ["το χρώμα των/κάποιων καλτσών"]},
      { "κλητική πληθυντικού": ["κάλτσες!"]}
    ],
    "img": "decks/big_imgs/socks.jpg",
    "labels": ["clothes"]
  },
  {
    "gr": "το κοστούμι",
    "en": "suit",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα κοστούμι"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα κοστούμι"]},
      { "γενική ενικού": ["το χρώμα του/ενός κοστουμιού"]},
      { "κλητική ενικού": ["κοστούμι!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια κοστούμια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια κοστούμια"]},
      { "γενική πληθυντικού": ["το χρώμα των/κάποιων κοστουμιών"]},
      { "κλητική πληθυντικού": ["κοστούμια!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the suit"]},
      { "accusative singular": ["I see the/a suit"]},
      { "genitive singular": ["The color of the/a suit"]},
      { "vocative singular": ["Suit!"]},
      { "nominative plural": ["The/some suits"]},
      { "accusative plural": ["I see the/some suits"]},
      { "genitive plural": ["The color of the/some suits"]},
      { "vocative plural": ["Suits!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα κοστούμι"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα κοστούμι"]},
      { "γενική ενικού": ["το χρώμα του/ενός κοστουμιού"]},
      { "κλητική ενικού": ["κοστούμι!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια κοστούμια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια κοστούμια"]},
      { "γενική πληθυντικού": ["το χρώμα των/κάποιων κοστουμιών"]},
      { "κλητική πληθυντικού": ["κοστούμια!"]}
    ],
    "img": "decks/big_imgs/suit.jpg",
    "labels": ["clothes"]
  },
  {
    "gr": "το μαγιό",
    "en": "swimsuit",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα μαγιό"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα μαγιό"]},
      { "γενική ενικού": ["το χρώμα του/ενός μαγιό"]},
      { "κλητική ενικού": ["μαγιό!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια μαγιό"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια μαγιό"]},
      { "γενική πληθυντικού": ["το χρώμα των/κάποιων μαγιό"]},
      { "κλητική πληθυντικού": ["μαγιό!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the swimsuit"]},
      { "accusative singular": ["I see the/a swimsuit"]},
      { "genitive singular": ["The color of the/a swimsuit"]},
      { "vocative singular": ["Swimsuit!"]},
      { "nominative plural": ["The/some swimsuits"]},
      { "accusative plural": ["I see the/some swimsuits"]},
      { "genitive plural": ["The color of the/some swimsuits"]},
      { "vocative plural": ["Swimsuits!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα μαγιό"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα μαγιό"]},
      { "γενική ενικού": ["το χρώμα του/ενός μαγιό"]},
      { "κλητική ενικού": ["μαγιό!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια μαγιό"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια μαγιό"]},
      { "γενική πληθυντικού": ["το χρώμα των/κάποιων μαγιό"]},
      { "κλητική πληθυντικού": ["μαγιό!"]}
    ],
    "img": "decks/big_imgs/swimsuit.jpg",
    "labels": ["clothes"]
  },
  {
    "gr": "τα γάντια",
    "en": "gloves",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα γάντι"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα γάντι"]},
      { "γενική ενικού": ["το μέγεθος του/ενός γαντιού"]},
      { "κλητική ενικού": ["γάντι!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια γάντια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια γάντια"]},
      { "γενική πληθυντικού": ["το μέγεθος των/κάποιων γαντιών"]},
      { "κλητική πληθυντικού": ["γάντια!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the glove"]},
      { "accusative singular": ["I see the/a glove"]},
      { "genitive singular": ["The size of the/a glove"]},
      { "vocative singular": ["Glove!"]},
      { "nominative plural": ["The/some gloves"]},
      { "accusative plural": ["I see the/some gloves"]},
      { "genitive plural": ["The size of the/some gloves"]},
      { "vocative plural": ["Gloves!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα γάντι"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα γάντι"]},
      { "γενική ενικού": ["το μέγεθος του/ενός γαντιού"]},
      { "κλητική ενικού": ["γάντι!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια γάντια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια γάντια"]},
      { "γενική πληθυντικού": ["το μέγεθος των/κάποιων γαντιών"]},
      { "κλητική πληθυντικού": ["γάντια!"]}
    ],
    "img": "decks/big_imgs/gloves.jpg",
    "labels": ["clothes"]
  },
  {
    "gr": "το φουλάρι",
    "en": "scarf",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα φουλάρι"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα φουλάρι"]},
      { "γενική ενικού": ["το χρώμα του/ενός φουλαριού"]},
      { "κλητική ενικού": ["φουλάρι!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια φουλάρια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια φουλάρια"]},
      { "γενική πληθυντικού": ["το χρώμα των/κάποιων φουλαριών"]},
      { "κλητική πληθυντικού": ["φουλάρια!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the scarf"]},
      { "accusative singular": ["I see the/a scarf"]},
      { "genitive singular": ["The color of the/a scarf"]},
      { "vocative singular": ["Scarf!"]},
      { "nominative plural": ["The/some scarves"]},
      { "accusative plural": ["I see the/some scarves"]},
      { "genitive plural": ["The color of the/some scarves"]},
      { "vocative plural": ["Scarves!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα φουλάρι"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα φουλάρι"]},
      { "γενική ενικού": ["το χρώμα του/ενός φουλαριού"]},
      { "κλητική ενικού": ["φουλάρι!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια φουλάρια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια φουλάρια"]},
      { "γενική πληθυντικού": ["το χρώμα των/κάποιων φουλαριών"]},
      { "κλητική πληθυντικού": ["φουλάρια!"]}
    ],
    "img": "decks/big_imgs/scarf.jpg",
    "labels": ["clothes"]
  },

  {
    "gr": "το κασκόλ",
    "en": "scarf",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα κασκόλ"]},
      { "αιτιατική ενικού": ["φοράω το/ένα κασκόλ"]},
      { "γενική ενικού": ["το χρώμα του/ενός κασκόλ"]},
      { "κλητική ενικού": ["κασκόλ!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια κασκόλ"]},
      { "αιτιατική πληθυντικού": ["φοράω τα/κάποια κασκόλ"]},
      { "γενική πληθυντικού": ["το χρώμα των/κάποιων κασκόλ"]},
      { "κλητική πληθυντικού": ["κασκόλ!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the scarf"]},
      { "accusative singular": ["I wear the/a scarf"]},
      { "genitive singular": ["The color of the/a scarf"]},
      { "vocative singular": ["Scarf!"]},
      { "nominative plural": ["The/some scarves"]},
      { "accusative plural": ["I wear the/some scarves"]},
      { "genitive plural": ["The color of the/some scarves"]},
      { "vocative plural": ["Scarves!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα κασκόλ"]},
      { "αιτιατική ενικού": ["φοράω το/ένα κασκόλ"]},
      { "γενική ενικού": ["το χρώμα του/ενός κασκόλ"]},
      { "κλητική ενικού": ["κασκόλ!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια κασκόλ"]},
      { "αιτιατική πληθυντικού": ["φοράω τα/κάποια κασκόλ"]},
      { "γενική πληθυντικού": ["το χρώμα των/κάποιων κασκόλ"]},
      { "κλητική πληθυντικού": ["κασκόλ!"]}
    ],
    "img": "decks/big_imgs/scarf.jpg",
    "labels": ["clothes"]
  },
  {
    "gr": "το μπλουζάκι",
    "en": "t-shirt",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα μπλουζάκι"]},
      { "αιτιατική ενικού": ["φοράω το/ένα μπλουζάκι"]},
      { "γενική ενικού": ["το χρώμα του/ενός μπλουζακιού"]},
      { "κλητική ενικού": ["μπλουζάκι!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια μπλουζάκια"]},
      { "αιτιατική πληθυντικού": ["φοράω τα/κάποια μπλουζάκια"]},
      { "γενική πληθυντικού": ["το χρώμα των/κάποιων μπλουζακιών"]},
      { "κλητική πληθυντικού": ["μπλουζάκια!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the t-shirt"]},
      { "accusative singular": ["I wear the/a t-shirt"]},
      { "genitive singular": ["The color of the/a t-shirt"]},
      { "vocative singular": ["T-shirt!"]},
      { "nominative plural": ["The/some t-shirts"]},
      { "accusative plural": ["I wear the/some t-shirts"]},
      { "genitive plural": ["The color of the/some t-shirts"]},
      { "vocative plural": ["T-shirts!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα μπλουζάκι"]},
      { "αιτιατική ενικού": ["φοράω το/ένα μπλουζάκι"]},
      { "γενική ενικού": ["το χρώμα του/ενός μπλουζακιού"]},
      { "κλητική ενικού": ["μπλουζάκι!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια μπλουζάκια"]},
      { "αιτιατική πληθυντικού": ["φοράω τα/κάποια μπλουζάκια"]},
      { "γενική πληθυντικού": ["το χρώμα των/κάποιων μπλουζακιών"]},
      { "κλητική πληθυντικού": ["μπλουζάκια!"]}
    ],
    "img": "decks/big_imgs/tshirt.jpg",
    "labels": ["clothes"]
  },
  {
    "gr": "το σορτς",
    "en": "shorts",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα σορτς"]},
      { "αιτιατική ενικού": ["φοράω το/ένα σορτς"]},
      { "γενική ενικού": ["το χρώμα του/ενός σορτς"]},
      { "κλητική ενικού": ["σορτς!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια σορτς"]},
      { "αιτιατική πληθυντικού": ["φοράω τα/κάποια σορτς"]},
      { "γενική πληθυντικού": ["το χρώμα των/κάποιων σορτς"]},
      { "κλητική πληθυντικού": ["σορτς!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the pair of shorts"]},
      { "accusative singular": ["I wear the/pair of shorts"]},
      { "genitive singular": ["The color of the/pair of shorts"]},
      { "vocative singular": ["Shorts!"]},
      { "nominative plural": ["The/some shorts"]},
      { "accusative plural": ["I wear the/some shorts"]},
      { "genitive plural": ["The color of the/some shorts"]},
      { "vocative plural": ["Shorts!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα σορτς"]},
      { "αιτιατική ενικού": ["φοράω το/ένα σορτς"]},
      { "γενική ενικού": ["το χρώμα του/ενός σορτς"]},
      { "κλητική ενικού": ["σορτς!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια σορτς"]},
      { "αιτιατική πληθυντικού": ["φοράω τα/κάποια σορτς"]},
      { "γενική πληθυντικού": ["το χρώμα των/κάποιων σορτς"]},
      { "κλητική πληθυντικού": ["σορτς!"]}
    ],
    "img": "decks/big_imgs/shorts.jpg",
    "labels": ["clothes"]
  },
  {
    "gr": "τα σανδάλια",
    "en": "sandals",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα σανδάλι"]},
      { "αιτιατική ενικού": ["φοράω το/ένα σανδάλι"]},
      { "γενική ενικού": ["το λουράκι του/ενός σανδαλιού"]},
      { "κλητική ενικού": ["σανδάλι!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια σανδάλια"]},
      { "αιτιατική πληθυντικού": ["φοράω τα/κάποια σανδάλια"]},
      { "γενική πληθυντικού": ["το λουράκι των/κάποιων σανδαλιών"]},
      { "κλητική πληθυντικού": ["σανδάλια!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the sandal"]},
      { "accusative singular": ["I wear the/a sandal"]},
      { "genitive singular": ["The strap of the/a sandal"]},
      { "vocative singular": ["Sandal!"]},
      { "nominative plural": ["The/some sandals"]},
      { "accusative plural": ["I wear the/some sandals"]},
      { "genitive plural": ["The strap of the/some sandals"]},
      { "vocative plural": ["Sandals!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα σανδάλι"]},
      { "αιτιατική ενικού": ["φοράω το/ένα σανδάλι"]},
      { "γενική ενικού": ["το λουράκι του/ενός σανδαλιού"]},
      { "κλητική ενικού": ["σανδάλι!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια σανδάλια"]},
      { "αιτιατική πληθυντικού": ["φοράω τα/κάποια σανδάλια"]},
      { "γενική πληθυντικού": ["το λουράκι των/κάποιων σανδαλιών"]},
      { "κλητική πληθυντικού": ["σανδάλια!"]}
    ],
    "img": "decks/big_imgs/sandals.jpg",
    "labels": ["clothes"]
  },
  {
    "gr": "οι γόβες",
    "en": "heels",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["η/μια γόβα"]},
      { "αιτιατική ενικού": ["φοράω τη/μια γόβα"]},
      { "γενική ενικού": ["το τακούνι της/μιας γόβας"]},
      { "κλητική ενικού": ["γόβα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες γόβες"]},
      { "αιτιατική πληθυντικού": ["φοράω τις/κάποιες γόβες"]},
      { "γενική πληθυντικού": ["το τακούνι των/κάποιων γοβών"]},
      { "κλητική πληθυντικού": ["γόβες!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the heel"]},
      { "accusative singular": ["I wear the/heel"]},
      { "genitive singular": ["The heel of the/shoe"]},
      { "vocative singular": ["Heel!"]},
      { "nominative plural": ["The/some heels"]},
      { "accusative plural": ["I wear the/some heels"]},
      { "genitive plural": ["The heel of the/some shoes"]},
      { "vocative plural": ["Heels!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["η/μια γόβα"]},
      { "αιτιατική ενικού": ["φοράω τη/μια γόβα"]},
      { "γενική ενικού": ["το τακούνι της/μιας γόβας"]},
      { "κλητική ενικού": ["γόβα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες γόβες"]},
      { "αιτιατική πληθυντικού": ["φοράω τις/κάποιες γόβες"]},
      { "γενική πληθυντικού": ["το τακούνι των/κάποιων γοβών"]},
      { "κλητική πληθυντικού": ["γόβες!"]}
    ],
    "img": "decks/big_imgs/heels.jpg",
    "labels": ["clothes"]
  },
  {
    "gr": "τα ζεστά ρούχα",
    "en": "warm clothes",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα ζεστό ρούχο"]},
      { "αιτιατική ενικού": ["φοράω το/ένα ζεστό ρούχο"]},
      { "γενική ενικού": ["η υφή του/ενός ζεστού ρούχου"]},
      { "κλητική ενικού": ["ζεστό ρούχο!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια ζεστά ρούχα"]},
      { "αιτιατική πληθυντικού": ["φοράω τα/κάποια ζεστά ρούχα"]},
      { "γενική πληθυντικού": ["η υφή των/κάποιων ζεστών ρούχων"]},
      { "κλητική πληθυντικού": ["ζεστά ρούχα!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the warm piece of clothing"]},
      { "accusative singular": ["I wear the/warm clothing piece"]},
      { "genitive singular": ["The feel of the/warm clothing piece"]},
      { "vocative singular": ["Warm clothing!"]},
      { "nominative plural": ["The/some warm clothes"]},
      { "accusative plural": ["I wear the/some warm clothes"]},
      { "genitive plural": ["The feel of the/some warm clothes"]},
      { "vocative plural": ["Warm clothes!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα ζεστό ρούχο"]},
      { "αιτιατική ενικού": ["φοράω το/ένα ζεστό ρούχο"]},
      { "γενική ενικού": ["η υφή του/ενός ζεστού ρούχου"]},
      { "κλητική ενικού": ["ζεστό ρούχο!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια ζεστά ρούχα"]},
      { "αιτιατική πληθυντικού": ["φοράω τα/κάποια ζεστά ρούχα"]},
      { "γενική πληθυντικού": ["η υφή των/κάποιων ζεστών ρούχων"]},
      { "κλητική πληθυντικού": ["ζεστά ρούχα!"]}
    ],
    "img": "decks/big_imgs/warm_clothes.jpg",
    "labels": ["clothes"]
  },
  {
    "gr": "τα καλοκαιρινά ρούχα",
    "en": "summer clothes",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα καλοκαιρινό ρούχο"]},
      { "αιτιατική ενικού": ["φοράω το/ένα καλοκαιρινό ρούχο"]},
      { "γενική ενικού": ["η υφή του/ενός καλοκαιρινού ρούχου"]},
      { "κλητική ενικού": ["καλοκαιρινό ρούχο!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια καλοκαιρινά ρούχα"]},
      { "αιτιατική πληθυντικού": ["φοράω τα/κάποια καλοκαιρινά ρούχα"]},
      { "γενική πληθυντικού": ["η υφή των/κάποιων καλοκαιρινών ρούχων"]},
      { "κλητική πληθυντικού": ["καλοκαιρινά ρούχα!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the summer piece of clothing"]},
      { "accusative singular": ["I wear the/summer clothing piece"]},
      { "genitive singular": ["The feel of the/summer clothing piece"]},
      { "vocative singular": ["Summer clothing!"]},
      { "nominative plural": ["The/some summer clothes"]},
      { "accusative plural": ["I wear the/some summer clothes"]},
      { "genitive plural": ["The feel of the/some summer clothes"]},
      { "vocative plural": ["Summer clothes!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα καλοκαιρινό ρούχο"]},
      { "αιτιατική ενικού": ["φοράω το/ένα καλοκαιρινό ρούχο"]},
      { "γενική ενικού": ["η υφή του/ενός καλοκαιρινού ρούχου"]},
      { "κλητική ενικού": ["καλοκαιρινό ρούχο!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια καλοκαιρινά ρούχα"]},
      { "αιτιατική πληθυντικού": ["φοράω τα/κάποια καλοκαιρινά ρούχα"]},
      { "γενική πληθυντικού": ["η υφή των/κάποιων καλοκαιρινών ρούχων"]},
      { "κλητική πληθυντικού": ["καλοκαιρινά ρούχα!"]}
    ],
    "img": "decks/big_imgs/summer_clothes.jpg",
    "labels": ["clothes"]
  },
  {
    "gr": "τα εσώρουχα",
    "en": "underwear",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα εσώρουχο"]},
      { "αιτιατική ενικού": ["φοράω το/ένα εσώρουχο"]},
      { "γενική ενικού": ["το χρώμα του/ενός εσωρούχου"]},
      { "κλητική ενικού": ["εσώρουχο!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια εσώρουχα"]},
      { "αιτιατική πληθυντικού": ["φοράω τα/κάποια εσώρουχα"]},
      { "γενική πληθυντικού": ["το χρώμα των/κάποιων εσωρούχων"]},
      { "κλητική πληθυντικού": ["εσώρουχα!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the piece of underwear"]},
      { "accusative singular": ["I wear the/piece of underwear"]},
      { "genitive singular": ["The color of the/piece of underwear"]},
      { "vocative singular": ["Underwear!"]},
      { "nominative plural": ["The/some underwear"]},
      { "accusative plural": ["I wear the/some underwear"]},
      { "genitive plural": ["The color of the/some underwear"]},
      { "vocative plural": ["Underwear!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα εσώρουχο"]},
      { "αιτιατική ενικού": ["φοράω το/ένα εσώρουχο"]},
      { "γενική ενικού": ["το χρώμα του/ενός εσωρούχου"]},
      { "κλητική ενικού": ["εσώρουχο!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια εσώρουχα"]},
      { "αιτιατική πληθυντικού": ["φοράω τα/κάποια εσώρουχα"]},
      { "γενική πληθυντικού": ["το χρώμα των/κάποιων εσωρούχων"]},
      { "κλητική πληθυντικού": ["εσώρουχα!"]}
    ],
    "img": "decks/big_imgs/underwear.jpg",
    "labels": ["clothes"]
  },

  {
    "gr": "το τραπέζι",
    "en": "table",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα τραπέζι"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα τραπέζι"]},
      { "γενική ενικού": ["το πόδι του/ενός τραπεζιού"]},
      { "κλητική ενικού": ["τραπέζι!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια τραπέζια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια τραπέζια"]},
      { "γενική πληθυντικού": ["το πόδι των/κάποιων τραπεζιών"]},
      { "κλητική πληθυντικού": ["τραπέζια!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the table"]},
      { "accusative singular": ["I see the/a table"]},
      { "genitive singular": ["The leg of the/a table"]},
      { "vocative singular": ["Table!"]},
      { "nominative plural": ["The/some tables"]},
      { "accusative plural": ["I see the/some tables"]},
      { "genitive plural": ["The leg of the/some tables"]},
      { "vocative plural": ["Tables!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα τραπέζι"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα τραπέζι"]},
      { "γενική ενικού": ["το πόδι του/ενός τραπεζιού"]},
      { "κλητική ενικού": ["τραπέζι!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια τραπέζια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια τραπέζια"]},
      { "γενική πληθυντικού": ["το πόδι των/κάποιων τραπεζιών"]},
      { "κλητική πληθυντικού": ["τραπέζια!"]}
    ],
    "img": "decks/big_imgs/table.jpg",
    "labels": ["home"]
  },
  {
    "gr": "η καρέκλα",
    "en": "chair",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["η/μια καρέκλα"]},
      { "αιτιατική ενικού": ["βλέπω την/μια καρέκλα"]},
      { "γενική ενικού": ["το πόδι της/μιας καρέκλας"]},
      { "κλητική ενικού": ["καρέκλα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες καρέκλες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες καρέκλες"]},
      { "γενική πληθυντικού": ["το πόδι των/κάποιων καρεκλών"]},
      { "κλητική πληθυντικού": ["καρέκλες!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the chair"]},
      { "accusative singular": ["I see the/a chair"]},
      { "genitive singular": ["The leg of the/a chair"]},
      { "vocative singular": ["Chair!"]},
      { "nominative plural": ["The/some chairs"]},
      { "accusative plural": ["I see the/some chairs"]},
      { "genitive plural": ["The leg of the/some chairs"]},
      { "vocative plural": ["Chairs!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["η/μια καρέκλα"]},
      { "αιτιατική ενικού": ["βλέπω την/μια καρέκλα"]},
      { "γενική ενικού": ["το πόδι της/μιας καρέκλας"]},
      { "κλητική ενικού": ["καρέκλα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες καρέκλες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες καρέκλες"]},
      { "γενική πληθυντικού": ["το πόδι των/κάποιων καρεκλών"]},
      { "κλητική πληθυντικού": ["καρέκλες!"]}
    ],
    "img": "decks/big_imgs/chair.jpg",
    "labels": ["home"]
  },
  {
    "gr": "η πολυθρόνα",
    "en": "armchair",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["η/μια πολυθρόνα"]},
      { "αιτιατική ενικού": ["βλέπω την/μια πολυθρόνα"]},
      { "γενική ενικού": ["το μπράτσο της/μιας πολυθρόνας"]},
      { "κλητική ενικού": ["πολυθρόνα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες πολυθρόνες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες πολυθρόνες"]},
      { "γενική πληθυντικού": ["το μπράτσο των/κάποιων πολυθρόνων"]},
      { "κλητική πληθυντικού": ["πολυθρόνες!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the armchair"]},
      { "accusative singular": ["I see the/an armchair"]},
      { "genitive singular": ["The arm of the/an armchair"]},
      { "vocative singular": ["Armchair!"]},
      { "nominative plural": ["The/some armchairs"]},
      { "accusative plural": ["I see the/some armchairs"]},
      { "genitive plural": ["The arm of the/some armchairs"]},
      { "vocative plural": ["Armchairs!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["η/μια πολυθρόνα"]},
      { "αιτιατική ενικού": ["βλέπω την/μια πολυθρόνα"]},
      { "γενική ενικού": ["το μπράτσο της/μιας πολυθρόνας"]},
      { "κλητική ενικού": ["πολυθρόνα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες πολυθρόνες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες πολυθρόνες"]},
      { "γενική πληθυντικού": ["το μπράτσο των/κάποιων πολυθρόνων"]},
      { "κλητική πληθυντικού": ["πολυθρόνες!"]}
    ],
    "img": "decks/big_imgs/armchair.jpg",
    "labels": ["home"]
  },
  {
    "gr": "ο καναπές",
    "en": "sofa",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["ο/ένας καναπές"]},
      { "αιτιατική ενικού": ["βλέπω τον/έναν καναπέ"]},
      { "γενική ενικού": ["το κάθισμα του/ενός καναπέ"]},
      { "κλητική ενικού": ["καναπέ!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιοι καναπέδες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους καναπέδες"]},
      { "γενική πληθυντικού": ["το κάθισμα των/κάποιων καναπέδων"]},
      { "κλητική πληθυντικού": ["καναπέδες!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the sofa"]},
      { "accusative singular": ["I see the/a sofa"]},
      { "genitive singular": ["The seat of the/a sofa"]},
      { "vocative singular": ["Sofa!"]},
      { "nominative plural": ["The/some sofas"]},
      { "accusative plural": ["I see the/some sofas"]},
      { "genitive plural": ["The seat of the/some sofas"]},
      { "vocative plural": ["Sofas!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["ο/ένας καναπές"]},
      { "αιτιατική ενικού": ["βλέπω τον/έναν καναπέ"]},
      { "γενική ενικού": ["το κάθισμα του/ενός καναπέ"]},
      { "κλητική ενικού": ["καναπέ!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιοι καναπέδες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους καναπέδες"]},
      { "γενική πληθυντικού": ["το κάθισμα των/κάποιων καναπέδων"]},
      { "κλητική πληθυντικού": ["καναπέδες!"]}
    ],
    "img": "decks/big_imgs/sofa.jpg",
    "labels": ["home"]
  },
  {
    "gr": "το τραπεζάκι του καφέ",
    "en": "coffee table",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα τραπεζάκι του καφέ"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα τραπεζάκι του καφέ"]},
      { "γενική ενικού": ["η επιφάνεια του/ενός τραπεζιού του καφέ"]},
      { "κλητική ενικού": ["τραπεζάκι του καφέ!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια τραπεζάκια του καφέ"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια τραπεζάκια του καφέ"]},
      { "γενική πληθυντικού": ["η επιφάνεια των/κάποιων τραπεζιών του καφέ"]},
      { "κλητική πληθυντικού": ["τραπεζάκια του καφέ!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the coffee table"]},
      { "accusative singular": ["I see the/a coffee table"]},
      { "genitive singular": ["The top of the/a coffee table"]},
      { "vocative singular": ["Coffee table!"]},
      { "nominative plural": ["The/some coffee tables"]},
      { "accusative plural": ["I see the/some coffee tables"]},
      { "genitive plural": ["The top of the/some coffee tables"]},
      { "vocative plural": ["Coffee tables!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα τραπεζάκι του καφέ"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα τραπεζάκι του καφέ"]},
      { "γενική ενικού": ["η επιφάνεια του/ενός τραπεζιού του καφέ"]},
      { "κλητική ενικού": ["τραπεζάκι του καφέ!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια τραπεζάκια του καφέ"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια τραπεζάκια του καφέ"]},
      { "γενική πληθυντικού": ["η επιφάνεια των/κάποιων τραπεζιών του καφέ"]},
      { "κλητική πληθυντικού": ["τραπεζάκια του καφέ!"]}
    ],
    "img": "decks/big_imgs/coffee_table.jpg",
    "labels": ["home"]
  },
  {
    "gr": "η κρεβατοκάμαρα",
    "en": "bedroom",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["η/μια κρεβατοκάμαρα"]},
      { "αιτιατική ενικού": ["βλέπω την/μια κρεβατοκάμαρα"]},
      { "γενική ενικού": ["η πόρτα της/μιας κρεβατοκάμαρας"]},
      { "κλητική ενικού": ["κρεβατοκάμαρα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες κρεβατοκάμαρες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες κρεβατοκάμαρες"]},
      { "γενική πληθυντικού": ["η πόρτα των/κάποιων κρεβατοκαμαρών"]},
      { "κλητική πληθυντικού": ["κρεβατοκάμαρες!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the bedroom"]},
      { "accusative singular": ["I see the/a bedroom"]},
      { "genitive singular": ["The door of the/a bedroom"]},
      { "vocative singular": ["Bedroom!"]},
      { "nominative plural": ["The/some bedrooms"]},
      { "accusative plural": ["I see the/some bedrooms"]},
      { "genitive plural": ["The door of the/some bedrooms"]},
      { "vocative plural": ["Bedrooms!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["η/μια κρεβατοκάμαρα"]},
      { "αιτιατική ενικού": ["βλέπω την/μια κρεβατοκάμαρα"]},
      { "γενική ενικού": ["η πόρτα της/μιας κρεβατοκάμαρας"]},
      { "κλητική ενικού": ["κρεβατοκάμαρα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες κρεβατοκάμαρες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες κρεβατοκάμαρες"]},
      { "γενική πληθυντικού": ["η πόρτα των/κάποιων κρεβατοκαμαρών"]},
      { "κλητική πληθυντικού": ["κρεβατοκάμαρες!"]}
    ],
    "img": "decks/big_imgs/bedroom.jpg",
    "labels": ["home"]
  },
  {
    "gr": "το δωμάτιο",
    "en": "room",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα δωμάτιο"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα δωμάτιο"]},
      { "γενική ενικού": ["η πόρτα του/ενός δωματίου"]},
      { "κλητική ενικού": ["δωμάτιο!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια δωμάτια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια δωμάτια"]},
      { "γενική πληθυντικού": ["η πόρτα των/κάποιων δωματίων"]},
      { "κλητική πληθυντικού": ["δωμάτια!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the room"]},
      { "accusative singular": ["I see the/a room"]},
      { "genitive singular": ["The door of the/a room"]},
      { "vocative singular": ["Room!"]},
      { "nominative plural": ["The/some rooms"]},
      { "accusative plural": ["I see the/some rooms"]},
      { "genitive plural": ["The door of the/some rooms"]},
      { "vocative plural": ["Rooms!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα δωμάτιο"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα δωμάτιο"]},
      { "γενική ενικού": ["η πόρτα του/ενός δωματίου"]},
      { "κλητική ενικού": ["δωμάτιο!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια δωμάτια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια δωμάτια"]},
      { "γενική πληθυντικού": ["η πόρτα των/κάποιων δωματίων"]},
      { "κλητική πληθυντικού": ["δωμάτια!"]}
    ],
    "img": "decks/big_imgs/room.jpg",
    "labels": ["home"]
  },
  {
    "gr": "η κουζίνα",
    "en": "kitchen",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["η/μια κουζίνα"]},
      { "αιτιατική ενικού": ["βλέπω την/μια κουζίνα"]},
      { "γενική ενικού": ["η πόρτα της/μιας κουζίνας"]},
      { "κλητική ενικού": ["κουζίνα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες κουζίνες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες κουζίνες"]},
      { "γενική πληθυντικού": ["η πόρτα των/κάποιων κουζινών"]},
      { "κλητική πληθυντικού": ["κουζίνες!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the kitchen"]},
      { "accusative singular": ["I see the/a kitchen"]},
      { "genitive singular": ["The door of the/a kitchen"]},
      { "vocative singular": ["Kitchen!"]},
      { "nominative plural": ["The/some kitchens"]},
      { "accusative plural": ["I see the/some kitchens"]},
      { "genitive plural": ["The door of the/some kitchens"]},
      { "vocative plural": ["Kitchens!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["η/μια κουζίνα"]},
      { "αιτιατική ενικού": ["βλέπω την/μια κουζίνα"]},
      { "γενική ενικού": ["η πόρτα της/μιας κουζίνας"]},
      { "κλητική ενικού": ["κουζίνα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες κουζίνες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες κουζίνες"]},
      { "γενική πληθυντικού": ["η πόρτα των/κάποιων κουζινών"]},
      { "κλητική πληθυντικού": ["κουζίνες!"]}
    ],
    "img": "decks/big_imgs/kitchen.jpg",
    "labels": ["home"]
  },
  {
    "gr": "το σαλόνι",
    "en": "living room",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα σαλόνι"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα σαλόνι"]},
      { "γενική ενικού": ["η πόρτα του/ενός σαλονιού"]},
      { "κλητική ενικού": ["σαλόνι!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια σαλόνια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια σαλόνια"]},
      { "γενική πληθυντικού": ["η πόρτα των/κάποιων σαλονιών"]},
      { "κλητική πληθυντικού": ["σαλόνια!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the living room"]},
      { "accusative singular": ["I see the/a living room"]},
      { "genitive singular": ["The door of the/a living room"]},
      { "vocative singular": ["Living room!"]},
      { "nominative plural": ["The/some living rooms"]},
      { "accusative plural": ["I see the/some living rooms"]},
      { "genitive plural": ["The door of the/some living rooms"]},
      { "vocative plural": ["Living rooms!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα σαλόνι"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα σαλόνι"]},
      { "γενική ενικού": ["η πόρτα του/ενός σαλονιού"]},
      { "κλητική ενικού": ["σαλόνι!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια σαλόνια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια σαλόνια"]},
      { "γενική πληθυντικού": ["η πόρτα των/κάποιων σαλονιών"]},
      { "κλητική πληθυντικού": ["σαλόνια!"]}
    ],
    "img": "decks/big_imgs/living_room.jpg",
    "labels": ["home"]
  },
  {
    "gr": "ο διάδρομος",
    "en": "hallway",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["ο/ένας διάδρομος"]},
      { "αιτιατική ενικού": ["βλέπω τον/έναν διάδρομο"]},
      { "γενική ενικού": ["το μήκος του/ενός διαδρόμου"]},
      { "κλητική ενικού": ["διάδρομε!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιοι διάδρομοι"]},
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους διαδρόμους"]},
      { "γενική πληθυντικού": ["το μήκος των/κάποιων διαδρόμων"]},
      { "κλητική πληθυντικού": ["διάδρομοι!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the hallway"]},
      { "accusative singular": ["I see the/a hallway"]},
      { "genitive singular": ["The length of the/a hallway"]},
      { "vocative singular": ["Hallway!"]},
      { "nominative plural": ["The/some hallways"]},
      { "accusative plural": ["I see the/some hallways"]},
      { "genitive plural": ["The length of the/some hallways"]},
      { "vocative plural": ["Hallways!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["ο/ένας διάδρομος"]},
      { "αιτιατική ενικού": ["βλέπω τον/έναν διάδρομο"]},
      { "γενική ενικού": ["το μήκος του/ενός διαδρόμου"]},
      { "κλητική ενικού": ["διάδρομε!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιοι διάδρομοι"]},
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους διαδρόμους"]},
      { "γενική πληθυντικού": ["το μήκος των/κάποιων διαδρόμων"]},
      { "κλητική πληθυντικού": ["διάδρομοι!"]}
    ],
    "img": "decks/big_imgs/hallway.jpg",
    "labels": ["home"]
  },
  {
    "gr": "το χολ",
    "en": "hall",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα χολ"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα χολ"]},
      { "γενική ενικού": ["η είσοδος του/ενός χολ"]},
      { "κλητική ενικού": ["χολ!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια χολ"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια χολ"]},
      { "γενική πληθυντικού": ["η είσοδος των/κάποιων χολ"]},
      { "κλητική πληθυντικού": ["χολ!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the hall"]},
      { "accusative singular": ["I see the/a hall"]},
      { "genitive singular": ["The entrance of the/a hall"]},
      { "vocative singular": ["Hall!"]},
      { "nominative plural": ["The/some halls"]},
      { "accusative plural": ["I see the/some halls"]},
      { "genitive plural": ["The entrance of the/some halls"]},
      { "vocative plural": ["Halls!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα χολ"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα χολ"]},
      { "γενική ενικού": ["η είσοδος του/ενός χολ"]},
      { "κλητική ενικού": ["χολ!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια χολ"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια χολ"]},
      { "γενική πληθυντικού": ["η είσοδος των/κάποιων χολ"]},
      { "κλητική πληθυντικού": ["χολ!"]}
    ],
    "img": "decks/big_imgs/hall.jpg",
    "labels": ["home"]
  },
  {
    "gr": "η αποθήκη",
    "en": "storage room",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["η/μια αποθήκη"]},
      { "αιτιατική ενικού": ["βλέπω την/μια αποθήκη"]},
      { "γενική ενικού": ["η πόρτα της/μιας αποθήκης"]},
      { "κλητική ενικού": ["αποθήκη!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες αποθήκες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες αποθήκες"]},
      { "γενική πληθυντικού": ["η πόρτα των/κάποιων αποθηκών"]},
      { "κλητική πληθυντικού": ["αποθήκες!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the storage room"]},
      { "accusative singular": ["I see the/a storage room"]},
      { "genitive singular": ["The door of the/a storage room"]},
      { "vocative singular": ["Storage room!"]},
      { "nominative plural": ["The/some storage rooms"]},
      { "accusative plural": ["I see the/some storage rooms"]},
      { "genitive plural": ["The door of the/some storage rooms"]},
      { "vocative plural": ["Storage rooms!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["η/μια αποθήκη"]},
      { "αιτιατική ενικού": ["βλέπω την/μια αποθήκη"]},
      { "γενική ενικού": ["η πόρτα της/μιας αποθήκης"]},
      { "κλητική ενικού": ["αποθήκη!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες αποθήκες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες αποθήκες"]},
      { "γενική πληθυντικού": ["η πόρτα των/κάποιων αποθηκών"]},
      { "κλητική πληθυντικού": ["αποθήκες!"]}
    ],
    "img": "decks/big_imgs/storage_room.jpg",
    "labels": ["home"]
  },
  {
    "gr": "η ταράτσα",
    "en": "terrace",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["η/μια ταράτσα"]},
      { "αιτιατική ενικού": ["βλέπω την/μια ταράτσα"]},
      { "γενική ενικού": ["η θέα της/μιας ταράτσας"]},
      { "κλητική ενικού": ["ταράτσα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες ταράτσες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες ταράτσες"]},
      { "γενική πληθυντικού": ["η θέα των/κάποιων ταρατσών"]},
      { "κλητική πληθυντικού": ["ταράτσες!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the terrace"]},
      { "accusative singular": ["I see the/a terrace"]},
      { "genitive singular": ["The view of the/a terrace"]},
      { "vocative singular": ["Terrace!"]},
      { "nominative plural": ["The/some terraces"]},
      { "accusative plural": ["I see the/some terraces"]},
      { "genitive plural": ["The view of the/some terraces"]},
      { "vocative plural": ["Terraces!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["η/μια ταράτσα"]},
      { "αιτιατική ενικού": ["βλέπω την/μια ταράτσα"]},
      { "γενική ενικού": ["η θέα της/μιας ταράτσας"]},
      { "κλητική ενικού": ["ταράτσα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες ταράτσες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες ταράτσες"]},
      { "γενική πληθυντικού": ["η θέα των/κάποιων ταρατσών"]},
      { "κλητική πληθυντικού": ["ταράτσες!"]}
    ],
    "img": "decks/big_imgs/terrace.jpg",
    "labels": ["home"]
  },
  {
    "gr": "το μπαλκόνι",
    "en": "balcony",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα μπαλκόνι"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα μπαλκόνι"]},
      { "γενική ενικού": ["η θέα του/ενός μπαλκονιού"]},
      { "κλητική ενικού": ["μπαλκόνι!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια μπαλκόνια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια μπαλκόνια"]},
      { "γενική πληθυντικού": ["η θέα των/κάποιων μπαλκονιών"]},
      { "κλητική πληθυντικού": ["μπαλκόνια!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the balcony"]},
      { "accusative singular": ["I see the/a balcony"]},
      { "genitive singular": ["The view of the/a balcony"]},
      { "vocative singular": ["Balcony!"]},
      { "nominative plural": ["The/some balconies"]},
      { "accusative plural": ["I see the/some balconies"]},
      { "genitive plural": ["The view of the/some balconies"]},
      { "vocative plural": ["Balconies!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα μπαλκόνι"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα μπαλκόνι"]},
      { "γενική ενικού": ["η θέα του/ενός μπαλκονιού"]},
      { "κλητική ενικού": ["μπαλκόνι!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια μπαλκόνια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια μπαλκόνια"]},
      { "γενική πληθυντικού": ["η θέα των/κάποιων μπαλκονιών"]},
      { "κλητική πληθυντικού": ["μπαλκόνια!"]}
    ],
    "img": "decks/big_imgs/balcony.jpg",
    "labels": ["home"]
  },
  {
    "gr": "ο ανελκυστήρας",
    "en": "elevator",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["ο/ένας ανελκυστήρας"]},
      { "αιτιατική ενικού": ["βλέπω τον/έναν ανελκυστήρα"]},
      { "γενική ενικού": ["η πόρτα του/ενός ανελκυστήρα"]},
      { "κλητική ενικού": ["ανελκυστήρα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιοι ανελκυστήρες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους ανελκυστήρες"]},
      { "γενική πληθυντικού": ["η πόρτα των/κάποιων ανελκυστήρων"]},
      { "κλητική πληθυντικού": ["ανελκυστήρες!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the elevator"]},
      { "accusative singular": ["I see the/an elevator"]},
      { "genitive singular": ["The door of the/an elevator"]},
      { "vocative singular": ["Elevator!"]},
      { "nominative plural": ["The/some elevators"]},
      { "accusative plural": ["I see the/some elevators"]},
      { "genitive plural": ["The door of the/some elevators"]},
      { "vocative plural": ["Elevators!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["ο/ένας ανελκυστήρας"]},
      { "αιτιατική ενικού": ["βλέπω τον/έναν ανελκυστήρα"]},
      { "γενική ενικού": ["η πόρτα του/ενός ανελκυστήρα"]},
      { "κλητική ενικού": ["ανελκυστήρα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιοι ανελκυστήρες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους ανελκυστήρες"]},
      { "γενική πληθυντικού": ["η πόρτα των/κάποιων ανελκυστήρων"]},
      { "κλητική πληθυντικού": ["ανελκυστήρες!"]}
    ],
    "img": "decks/big_imgs/elevator.jpg",
    "labels": ["home"]
  },
  {
    "gr": "η στέγη",
    "en": "roof",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["η/μια στέγη"]},
      { "αιτιατική ενικού": ["βλέπω τη/μια στέγη"]},
      { "γενική ενικού": ["η κορυφή της/μιας στέγης"]},
      { "κλητική ενικού": ["στέγη!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες στέγες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες στέγες"]},
      { "γενική πληθυντικού": ["η κορυφή των/κάποιων στεγών"]},
      { "κλητική πληθυντικού": ["στέγες!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the roof"]},
      { "accusative singular": ["I see the/a roof"]},
      { "genitive singular": ["The top of the/a roof"]},
      { "vocative singular": ["Roof!"]},
      { "nominative plural": ["The/some roofs"]},
      { "accusative plural": ["I see the/some roofs"]},
      { "genitive plural": ["The top of the/some roofs"]},
      { "vocative plural": ["Roofs!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["η/μια στέγη"]},
      { "αιτιατική ενικού": ["βλέπω τη/μια στέγη"]},
      { "γενική ενικού": ["η κορυφή της/μιας στέγης"]},
      { "κλητική ενικού": ["στέγη!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες στέγες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες στέγες"]},
      { "γενική πληθυντικού": ["η κορυφή των/κάποιων στεγών"]},
      { "κλητική πληθυντικού": ["στέγες!"]}
    ],
    "img": "decks/big_imgs/roof.jpg",
    "labels": ["home"]
  },
  {
    "gr": "το πάτωμα",
    "en": "floor",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα πάτωμα"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα πάτωμα"]},
      { "γενική ενικού": ["η επιφάνεια του/ενός πατώματος"]},
      { "κλητική ενικού": ["πάτωμα!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια πατώματα"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια πατώματα"]},
      { "γενική πληθυντικού": ["η επιφάνεια των/κάποιων πατωμάτων"]},
      { "κλητική πληθυντικού": ["πατώματα!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the floor"]},
      { "accusative singular": ["I see the/a floor"]},
      { "genitive singular": ["The surface of the/a floor"]},
      { "vocative singular": ["Floor!"]},
      { "nominative plural": ["The/some floors"]},
      { "accusative plural": ["I see the/some floors"]},
      { "genitive plural": ["The surface of the/some floors"]},
      { "vocative plural": ["Floors!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα πάτωμα"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα πάτωμα"]},
      { "γενική ενικού": ["η επιφάνεια του/ενός πατώματος"]},
      { "κλητική ενικού": ["πάτωμα!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια πατώματα"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια πατώματα"]},
      { "γενική πληθυντικού": ["η επιφάνεια των/κάποιων πατωμάτων"]},
      { "κλητική πληθυντικού": ["πατώματα!"]}
    ],
    "img": "decks/big_imgs/floor.jpg",
    "labels": ["home"]
  },
  {
    "gr": "το παράθυρο",
    "en": "window",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα παράθυρο"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα παράθυρο"]},
      { "γενική ενικού": ["το τζάμι του/ενός παραθύρου"]},
      { "κλητική ενικού": ["παράθυρο!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια παράθυρα"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια παράθυρα"]},
      { "γενική πληθυντικού": ["το τζάμι των/κάποιων παραθύρων"]},
      { "κλητική πληθυντικού": ["παράθυρα!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the window"]},
      { "accusative singular": ["I see the/a window"]},
      { "genitive singular": ["The pane of the/a window"]},
      { "vocative singular": ["Window!"]},
      { "nominative plural": ["The/some windows"]},
      { "accusative plural": ["I see the/some windows"]},
      { "genitive plural": ["The pane of the/some windows"]},
      { "vocative plural": ["Windows!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα παράθυρο"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα παράθυρο"]},
      { "γενική ενικού": ["το τζάμι του/ενός παραθύρου"]},
      { "κλητική ενικού": ["παράθυρο!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια παράθυρα"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια παράθυρα"]},
      { "γενική πληθυντικού": ["το τζάμι των/κάποιων παραθύρων"]},
      { "κλητική πληθυντικού": ["παράθυρα!"]}
    ],
    "img": "decks/big_imgs/window.jpg",
    "labels": ["home"]
  },
  {
    "gr": "ο καθρέφτης",
    "en": "mirror",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["ο/ένας καθρέφτης"]},
      { "αιτιατική ενικού": ["βλέπω τον/έναν καθρέφτη"]},
      { "γενική ενικού": ["η επιφάνεια του/ενός καθρέφτη"]},
      { "κλητική ενικού": ["καθρέφτη!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιοι καθρέφτες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους καθρέφτες"]},
      { "γενική πληθυντικού": ["η επιφάνεια των/κάποιων καθρεφτών"]},
      { "κλητική πληθυντικού": ["καθρέφτες!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the mirror"]},
      { "accusative singular": ["I see the/a mirror"]},
      { "genitive singular": ["The surface of the/a mirror"]},
      { "vocative singular": ["Mirror!"]},
      { "nominative plural": ["The/some mirrors"]},
      { "accusative plural": ["I see the/some mirrors"]},
      { "genitive plural": ["The surface of the/some mirrors"]},
      { "vocative plural": ["Mirrors!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["ο/ένας καθρέφτης"]},
      { "αιτιατική ενικού": ["βλέπω τον/έναν καθρέφτη"]},
      { "γενική ενικού": ["η επιφάνεια του/ενός καθρέφτη"]},
      { "κλητική ενικού": ["καθρέφτη!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιοι καθρέφτες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους καθρέφτες"]},
      { "γενική πληθυντικού": ["η επιφάνεια των/κάποιων καθρεφτών"]},
      { "κλητική πληθυντικού": ["καθρέφτες!"]}
    ],
    "img": "decks/big_imgs/mirror.jpg",
    "labels": ["home"]
  },
  {
    "gr": "η συρταριέρα",
    "en": "chest of drawers",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["η/μια συρταριέρα"]},
      { "αιτιατική ενικού": ["βλέπω τη/μια συρταριέρα"]},
      { "γενική ενικού": ["το συρτάρι της/μιας συρταριέρας"]},
      { "κλητική ενικού": ["συρταριέρα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες συρταριέρες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες συρταριέρες"]},
      { "γενική πληθυντικού": ["το συρτάρι των/κάποιων συρταριερών"]},
      { "κλητική πληθυντικού": ["συρταριέρες!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the chest of drawers"]},
      { "accusative singular": ["I see the/chest of drawers"]},
      { "genitive singular": ["The drawer of the/chest of drawers"]},
      { "vocative singular": ["Chest of drawers!"]},
      { "nominative plural": ["The/some chests of drawers"]},
      { "accusative plural": ["I see the/some chests of drawers"]},
      { "genitive plural": ["The drawer of the/some chests of drawers"]},
      { "vocative plural": ["Chests of drawers!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["η/μια συρταριέρα"]},
      { "αιτιατική ενικού": ["βλέπω τη/μια συρταριέρα"]},
      { "γενική ενικού": ["το συρτάρι της/μιας συρταριέρας"]},
      { "κλητική ενικού": ["συρταριέρα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες συρταριέρες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες συρταριέρες"]},
      { "γενική πληθυντικού": ["το συρτάρι των/κάποιων συρταριερών"]},
      { "κλητική πληθυντικού": ["συρταριέρες!"]}
    ],
    "img": "decks/big_imgs/chest_of_drawers.jpg",
    "labels": ["home"]
  },
  {
    "gr": "η ντουλάπα",
    "en": "wardrobe",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["η/μια ντουλάπα"]},
      { "αιτιατική ενικού": ["βλέπω την/μια ντουλάπα"]},
      { "γενική ενικού": ["η πόρτα της/μιας ντουλάπας"]},
      { "κλητική ενικού": ["ντουλάπα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες ντουλάπες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες ντουλάπες"]},
      { "γενική πληθυντικού": ["η πόρτα των/κάποιων ντουλαπών"]},
      { "κλητική πληθυντικού": ["ντουλάπες!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the wardrobe"]},
      { "accusative singular": ["I see the/a wardrobe"]},
      { "genitive singular": ["The door of the/a wardrobe"]},
      { "vocative singular": ["Wardrobe!"]},
      { "nominative plural": ["The/some wardrobes"]},
      { "accusative plural": ["I see the/some wardrobes"]},
      { "genitive plural": ["The door of the/some wardrobes"]},
      { "vocative plural": ["Wardrobes!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["η/μια ντουλάπα"]},
      { "αιτιατική ενικού": ["βλέπω την/μια ντουλάπα"]},
      { "γενική ενικού": ["η πόρτα της/μιας ντουλάπας"]},
      { "κλητική ενικού": ["ντουλάπα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες ντουλάπες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες ντουλάπες"]},
      { "γενική πληθυντικού": ["η πόρτα των/κάποιων ντουλαπών"]},
      { "κλητική πληθυντικού": ["ντουλάπες!"]}
    ],
    "img": "decks/big_imgs/wardrobe.jpg",
    "labels": ["home"]
  },
  {
    "gr": "το ασανσέρ",
    "en": "elevator (lift)",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα ασανσέρ"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα ασανσέρ"]},
      { "γενική ενικού": ["η πόρτα του/ενός ασανσέρ"]},
      { "κλητική ενικού": ["ασανσέρ!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια ασανσέρ"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια ασανσέρ"]},
      { "γενική πληθυντικού": ["η πόρτα των/κάποιων ασανσέρ"]},
      { "κλητική πληθυντικού": ["ασανσέρ!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the elevator"]},
      { "accusative singular": ["I see the/an elevator"]},
      { "genitive singular": ["The door of the/an elevator"]},
      { "vocative singular": ["Elevator!"]},
      { "nominative plural": ["The/some elevators"]},
      { "accusative plural": ["I see the/some elevators"]},
      { "genitive plural": ["The door of the/some elevators"]},
      { "vocative plural": ["Elevators!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα ασανσέρ"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα ασανσέρ"]},
      { "γενική ενικού": ["η πόρτα του/ενός ασανσέρ"]},
      { "κλητική ενικού": ["ασανσέρ!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια ασανσέρ"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια ασανσέρ"]},
      { "γενική πληθυντικού": ["η πόρτα των/κάποιων ασανσέρ"]},
      { "κλητική πληθυντικού": ["ασανσέρ!"]}
    ],
    "img": "decks/big_imgs/elevator_alt.jpg",
    "labels": ["home"]
  },
  {
    "gr": "το υπνοδωμάτιο",
    "en": "bedroom",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα υπνοδωμάτιο"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα υπνοδωμάτιο"]},
      { "γενική ενικού": ["η πόρτα του/ενός υπνοδωματίου"]},
      { "κλητική ενικού": ["υπνοδωμάτιο!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια υπνοδωμάτια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια υπνοδωμάτια"]},
      { "γενική πληθυντικού": ["η πόρτα των/κάποιων υπνοδωματίων"]},
      { "κλητική πληθυντικού": ["υπνοδωμάτια!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the bedroom"]},
      { "accusative singular": ["I see the/a bedroom"]},
      { "genitive singular": ["The door of the/a bedroom"]},
      { "vocative singular": ["Bedroom!"]},
      { "nominative plural": ["The/some bedrooms"]},
      { "accusative plural": ["I see the/some bedrooms"]},
      { "genitive plural": ["The door of the/some bedrooms"]},
      { "vocative plural": ["Bedrooms!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα υπνοδωμάτιο"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα υπνοδωμάτιο"]},
      { "γενική ενικού": ["η πόρτα του/ενός υπνοδωματίου"]},
      { "κλητική ενικού": ["υπνοδωμάτιο!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια υπνοδωμάτια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια υπνοδωμάτια"]},
      { "γενική πληθυντικού": ["η πόρτα των/κάποιων υπνοδωματίων"]},
      { "κλητική πληθυντικού": ["υπνοδωμάτια!"]}
    ],
    "img": "decks/big_imgs/bedroom_alt.jpg",
    "labels": ["home"]
  },
  {
    "gr": "το μπάνιο",
    "en": "bathroom",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα μπάνιο"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα μπάνιο"]},
      { "γενική ενικού": ["η πόρτα του/ενός μπάνιου"]},
      { "κλητική ενικού": ["μπάνιο!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια μπάνια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια μπάνια"]},
      { "γενική πληθυντικού": ["η πόρτα των/κάποιων μπάνιων"]},
      { "κλητική πληθυντικού": ["μπάνια!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the bathroom"]},
      { "accusative singular": ["I see the/a bathroom"]},
      { "genitive singular": ["The door of the/a bathroom"]},
      { "vocative singular": ["Bathroom!"]},
      { "nominative plural": ["The/some bathrooms"]},
      { "accusative plural": ["I see the/some bathrooms"]},
      { "genitive plural": ["The door of the/some bathrooms"]},
      { "vocative plural": ["Bathrooms!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα μπάνιο"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα μπάνιο"]},
      { "γενική ενικού": ["η πόρτα του/ενός μπάνιου"]},
      { "κλητική ενικού": ["μπάνιο!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια μπάνια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια μπάνια"]},
      { "γενική πληθυντικού": ["η πόρτα των/κάποιων μπάνιων"]},
      { "κλητική πληθυντικού": ["μπάνια!"]}
    ],
    "img": "decks/big_imgs/bathroom.jpg",
    "labels": ["home"]
  },
  {
    "gr": "η τουαλέτα",
    "en": "toilet / WC",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["η/μια τουαλέτα"]},
      { "αιτιατική ενικού": ["βλέπω την/μια τουαλέτα"]},
      { "γενική ενικού": ["η πόρτα της/μιας τουαλέτας"]},
      { "κλητική ενικού": ["τουαλέτα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες τουαλέτες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες τουαλέτες"]},
      { "γενική πληθυντικού": ["η πόρτα των/κάποιων τουαλετών"]},
      { "κλητική πληθυντικού": ["τουαλέτες!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the toilet"]},
      { "accusative singular": ["I see the/a toilet"]},
      { "genitive singular": ["The door of the/a toilet"]},
      { "vocative singular": ["Toilet!"]},
      { "nominative plural": ["The/some toilets"]},
      { "accusative plural": ["I see the/some toilets"]},
      { "genitive plural": ["The door of the/some toilets"]},
      { "vocative plural": ["Toilets!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["η/μια τουαλέτα"]},
      { "αιτιατική ενικού": ["βλέπω την/μια τουαλέτα"]},
      { "γενική ενικού": ["η πόρτα της/μιας τουαλέτας"]},
      { "κλητική ενικού": ["τουαλέτα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες τουαλέτες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες τουαλέτες"]},
      { "γενική πληθυντικού": ["η πόρτα των/κάποιων τουαλετών"]},
      { "κλητική πληθυντικού": ["τουαλέτες!"]}
    ],
    "img": "decks/big_imgs/toilet.jpg",
    "labels": ["home"]
  },
  {
    "gr": "το πλυντήριο ρούχων",
    "en": "washing machine",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα πλυντήριο ρούχων"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα πλυντήριο ρούχων"]},
      { "γενική ενικού": ["ο κάδος του/ενός πλυντηρίου ρούχων"]},
      { "κλητική ενικού": ["πλυντήριο ρούχων!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια πλυντήρια ρούχων"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια πλυντήρια ρούχων"]},
      { "γενική πληθυντικού": ["ο κάδος των/κάποιων πλυντηρίων ρούχων"]},
      { "κλητική πληθυντικού": ["πλυντήρια ρούχων!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the washing machine"]},
      { "accusative singular": ["I see the/a washing machine"]},
      { "genitive singular": ["The drum of the/a washing machine"]},
      { "vocative singular": ["Washing machine!"]},
      { "nominative plural": ["The/some washing machines"]},
      { "accusative plural": ["I see the/some washing machines"]},
      { "genitive plural": ["The drum of the/some washing machines"]},
      { "vocative plural": ["Washing machines!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα πλυντήριο ρούχων"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα πλυντήριο ρούχων"]},
      { "γενική ενικού": ["ο κάδος του/ενός πλυντηρίου ρούχων"]},
      { "κλητική ενικού": ["πλυντήριο ρούχων!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια πλυντήρια ρούχων"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια πλυντήρια ρούχων"]},
      { "γενική πληθυντικού": ["ο κάδος των/κάποιων πλυντηρίων ρούχων"]},
      { "κλητική πληθυντικού": ["πλυντήρια ρούχων!"]}
    ],
    "img": "decks/big_imgs/washing_machine.jpg",
    "labels": ["home"]
  },
  {
    "gr": "το πλυντήριο πιάτων",
    "en": "dishwasher",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα πλυντήριο πιάτων"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα πλυντήριο πιάτων"]},
      { "γενική ενικού": ["ο κάδος του/ενός πλυντηρίου πιάτων"]},
      { "κλητική ενικού": ["πλυντήριο πιάτων!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια πλυντήρια πιάτων"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια πλυντήρια πιάτων"]},
      { "γενική πληθυντικού": ["ο κάδος των/κάποιων πλυντηρίων πιάτων"]},
      { "κλητική πληθυντικού": ["πλυντήρια πιάτων!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the dishwasher"]},
      { "accusative singular": ["I see the/a dishwasher"]},
      { "genitive singular": ["The drum of the/a dishwasher"]},
      { "vocative singular": ["Dishwasher!"]},
      { "nominative plural": ["The/some dishwashers"]},
      { "accusative plural": ["I see the/some dishwashers"]},
      { "genitive plural": ["The drum of the/some dishwashers"]},
      { "vocative plural": ["Dishwashers!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα πλυντήριο πιάτων"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα πλυντήριο πιάτων"]},
      { "γενική ενικού": ["ο κάδος του/ενός πλυντηρίου πιάτων"]},
      { "κλητική ενικού": ["πλυντήριο πιάτων!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια πλυντήρια πιάτων"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια πλυντήρια πιάτων"]},
      { "γενική πληθυντικού": ["ο κάδος των/κάποιων πλυντηρίων πιάτων"]},
      { "κλητική πληθυντικού": ["πλυντήρια πιάτων!"]}
    ],
    "img": "decks/big_imgs/dishwasher.jpg",
    "labels": ["home"]
  },
  {
    "gr": "η σκούπα",
    "en": "broom",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["η/μια σκούπα"]},
      { "αιτιατική ενικού": ["κρατώ τη/μια σκούπα"]},
      { "γενική ενικού": ["η λαβή της/μιας σκούπας"]},
      { "κλητική ενικού": ["σκούπα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες σκούπες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες σκούπες"]},
      { "γενική πληθυντικού": ["η λαβή των/κάποιων σκουπών"]},
      { "κλητική πληθυντικού": ["σκούπες!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the broom"]},
      { "accusative singular": ["I hold the/a broom"]},
      { "genitive singular": ["The handle of the/a broom"]},
      { "vocative singular": ["Broom!"]},
      { "nominative plural": ["The/some brooms"]},
      { "accusative plural": ["I see the/some brooms"]},
      { "genitive plural": ["The handle of the/some brooms"]},
      { "vocative plural": ["Brooms!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["η/μια σκούπα"]},
      { "αιτιατική ενικού": ["κρατώ τη/μια σκούπα"]},
      { "γενική ενικού": ["η λαβή της/μιας σκούπας"]},
      { "κλητική ενικού": ["σκούπα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες σκούπες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες σκούπες"]},
      { "γενική πληθυντικού": ["η λαβή των/κάποιων σκουπών"]},
      { "κλητική πληθυντικού": ["σκούπες!"]}
    ],
    "img": "decks/big_imgs/broom.jpg",
    "labels": ["home"]
  },
  {
    "gr": "το υπόγειο",
    "en": "basement",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα υπόγειο"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα υπόγειο"]},
      { "γενική ενικού": ["η πόρτα του/ενός υπογείου"]},
      { "κλητική ενικού": ["υπόγειο!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια υπόγεια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια υπόγεια"]},
      { "γενική πληθυντικού": ["η πόρτα των/κάποιων υπογείων"]},
      { "κλητική πληθυντικού": ["υπόγεια!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the basement"]},
      { "accusative singular": ["I see the/a basement"]},
      { "genitive singular": ["The door of the/a basement"]},
      { "vocative singular": ["Basement!"]},
      { "nominative plural": ["The/some basements"]},
      { "accusative plural": ["I see the/some basements"]},
      { "genitive plural": ["The door of the/some basements"]},
      { "vocative plural": ["Basements!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα υπόγειο"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα υπόγειο"]},
      { "γενική ενικού": ["η πόρτα του/ενός υπογείου"]},
      { "κλητική ενικού": ["υπόγειο!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια υπόγεια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια υπόγεια"]},
      { "γενική πληθυντικού": ["η πόρτα των/κάποιων υπογείων"]},
      { "κλητική πληθυντικού": ["υπόγεια!"]}
    ],
    "img": "decks/big_imgs/basement.jpg",
    "labels": ["home"]
  },
  {
    "gr": "το ισόγειο",
    "en": "ground floor",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["το/ένα ισόγειο"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα ισόγειο"]},
      { "γενική ενικού": ["η είσοδος του/ενός ισογείου"]},
      { "κλητική ενικού": ["ισόγειο!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια ισόγεια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια ισόγεια"]},
      { "γενική πληθυντικού": ["η είσοδος των/κάποιων ισογείων"]},
      { "κλητική πληθυντικού": ["ισόγεια!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the ground floor"]},
      { "accusative singular": ["I see the/ground floor"]},
      { "genitive singular": ["The entrance of the/ground floor"]},
      { "vocative singular": ["Ground floor!"]},
      { "nominative plural": ["The/some ground floors"]},
      { "accusative plural": ["I see the/some ground floors"]},
      { "genitive plural": ["The entrance of the/some ground floors"]},
      { "vocative plural": ["Ground floors!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["το/ένα ισόγειο"]},
      { "αιτιατική ενικού": ["βλέπω το/ένα ισόγειο"]},
      { "γενική ενικού": ["η είσοδος του/ενός ισογείου"]},
      { "κλητική ενικού": ["ισόγειο!"]},
      { "ονομαστική πληθυντικού": ["τα/κάποια ισόγεια"]},
      { "αιτιατική πληθυντικού": ["βλέπω τα/κάποια ισόγεια"]},
      { "γενική πληθυντικού": ["η είσοδος των/κάποιων ισογείων"]},
      { "κλητική πληθυντικού": ["ισόγεια!"]}
    ],
    "img": "decks/big_imgs/ground_floor.jpg",
    "labels": ["home"]
  },
  {
    "gr": "η σοφίτα",
    "en": "attic / loft",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["η/μια σοφίτα"]},
      { "αιτιατική ενικού": ["βλέπω τη/μια σοφίτα"]},
      { "γενική ενικού": ["η στέγη της/μιας σοφίτας"]},
      { "κλητική ενικού": ["σοφίτα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες σοφίτες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες σοφίτες"]},
      { "γενική πληθυντικού": ["η στέγη των/κάποιων σοφιτών"]},
      { "κλητική πληθυντικού": ["σοφίτες!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the attic"]},
      { "accusative singular": ["I see the/an attic"]},
      { "genitive singular": ["The roof of the/an attic"]},
      { "vocative singular": ["Attic!"]},
      { "nominative plural": ["The/some attics"]},
      { "accusative plural": ["I see the/some attics"]},
      { "genitive plural": ["The roof of the/some attics"]},
      { "vocative plural": ["Attics!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["η/μια σοφίτα"]},
      { "αιτιατική ενικού": ["βλέπω τη/μια σοφίτα"]},
      { "γενική ενικού": ["η στέγη της/μιας σοφίτας"]},
      { "κλητική ενικού": ["σοφίτα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες σοφίτες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες σοφίτες"]},
      { "γενική πληθυντικού": ["η στέγη των/κάποιων σοφιτών"]},
      { "κλητική πληθυντικού": ["σοφίτες!"]}
    ],
    "img": "decks/big_imgs/attic.jpg",
    "labels": ["home"]
  },
  {
    "gr": "ο ημιώροφος",
    "en": "mezzanine / half-floor",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["ο/ένας ημιώροφος"]},
      { "αιτιατική ενικού": ["βλέπω τον/έναν ημιώροφο"]},
      { "γενική ενικού": ["η σκάλα του/ενός ημιώροφου"]},
      { "κλητική ενικού": ["ημιώροφε!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιοι ημιώροφοι"]},
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους ημιώροφους"]},
      { "γενική πληθυντικού": ["η σκάλα των/κάποιων ημιώροφων"]},
      { "κλητική πληθυντικού": ["ημιώροφοι!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the mezzanine"]},
      { "accusative singular": ["I see the/a mezzanine"]},
      { "genitive singular": ["The stair of the/a mezzanine"]},
      { "vocative singular": ["Mezzanine!"]},
      { "nominative plural": ["The/some mezzanines"]},
      { "accusative plural": ["I see the/some mezzanines"]},
      { "genitive plural": ["The stair of the/some mezzanines"]},
      { "vocative plural": ["Mezzanines!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["ο/ένας ημιώροφος"]},
      { "αιτιατική ενικού": ["βλέπω τον/έναν ημιώροφο"]},
      { "γενική ενικού": ["η σκάλα του/ενός ημιώροφου"]},
      { "κλητική ενικού": ["ημιώροφε!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιοι ημιώροφοι"]},
      { "αιτιατική πληθυντικού": ["βλέπω τους/κάποιους ημιώροφους"]},
      { "γενική πληθυντικού": ["η σκάλα των/κάποιων ημιώροφων"]},
      { "κλητική πληθυντικού": ["ημιώροφοι!"]}
    ],
    "img": "decks/big_imgs/mezzanine.jpg",
    "labels": ["home"]
  },
  {
    "gr": "η σκάλα",
    "en": "staircase / stairs",
    "constructions": [
      "ονομαστική ενικού","αιτιατική ενικού","γενική ενικού","κλητική ενικού",
      "ονομαστική πληθυντικού","αιτιατική πληθυντικού","γενική πληθυντικού","κλητική πληθυντικού"
    ],
    "gr_ex": [
      { "ονομαστική ενικού": ["η/μια σκάλα"]},
      { "αιτιατική ενικού": ["βλέπω τη/μια σκάλα"]},
      { "γενική ενικού": ["το κάγκελο της/μιας σκάλας"]},
      { "κλητική ενικού": ["σκάλα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες σκάλες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες σκάλες"]},
      { "γενική πληθυντικού": ["το κάγκελο των/κάποιων σκαλών"]},
      { "κλητική πληθυντικού": ["σκάλες!"]}
    ],
    "en_ex": [
      { "nominative singular": ["A/the staircase"]},
      { "accusative singular": ["I see the/a staircase"]},
      { "genitive singular": ["The railing of the/a staircase"]},
      { "vocative singular": ["Staircase!"]},
      { "nominative plural": ["The/some stairs"]},
      { "accusative plural": ["I see the/some stairs"]},
      { "genitive plural": ["The railing of the/some stairs"]},
      { "vocative plural": ["Stairs!"]}
    ],
    "ctable": [],
    "atable": [
      { "ονομαστική ενικού": ["η/μια σκάλα"]},
      { "αιτιατική ενικού": ["βλέπω τη/μια σκάλα"]},
      { "γενική ενικού": ["το κάγκελο της/μιας σκάλας"]},
      { "κλητική ενικού": ["σκάλα!"]},
      { "ονομαστική πληθυντικού": ["οι/κάποιες σκάλες"]},
      { "αιτιατική πληθυντικού": ["βλέπω τις/κάποιες σκάλες"]},
      { "γενική πληθυντικού": ["το κάγκελο των/κάποιων σκαλών"]},
      { "κλητική πληθυντικού": ["σκάλες!"]}
    ],
    "img": "decks/big_imgs/stairs.jpg",
    "labels": ["home"]
  },
]

const script = document.createElement('script');
script.src = 'to_learn.js';
script.onload = function () {
  // Optional: Code to run after file1.js is loaded
  console.log('learn.js loaded!');
};
document.head.appendChild(script);