cards = [
  {
    "gr": "είμαι",
    "en": "to be",
    "constructions": ["present", "αόριστος", "μέλλοντας", "υποτακτική"],
    "gr_ex": [
      { "present": ["Εγώ είμαι ένας άντρας"] },
      { "αόριστος": ["Εγώ ήμουν ένας άντρας"] },
      { "μέλλοντας": ["Εγώ θα είμαι ένας άντρας"] },
      { "υποτακτική": ["Πρέπει να είμαι καλός"] },
    ],
    "en_ex": [
      { "present": ["I am a man"] },
      { "αόριστος": ["I was a man"] },
      { "μέλλοντας": ["I will be a man"] },
      { "υποτακτική": ["I should be good"] },
    ],
    "ctable": [
      { "present": ["είμαι", "είσαι", "είναι", "είμαστε", "είσαστε/είστε", "είναι"] },
      { "αόριστος": ["ήμουν", "ήσουν", "ήταν", "ήμασταν", "ήσασταν", "ήταν"] },
      { "μέλλοντας": ["θα είμαι", "θα είσαι", "θα είναι", "θα είμαστε", "θα είσαστε/είστε", "θα είναι"] },
      { "υποτακτική": ["να είμαι", "να είσαι", "να είναι", "να είμαστε", "να είσαστε/είστε", "να είναι"] },
    ],
    "img": "decks/big_imgs/to_be.jpg",
    "labels": ["irregular"]
  },

  {
    "gr": "τρώω",
    "en": "to eat",
    "constructions": ["present", "αόριστος", "μέλλοντας", "υποτακτική"],
    "gr_ex": [
      { "present": ["Εγώ τρώω ένα μήλο"] },
      { "αόριστος": ["Εγώ έφαγα ένα μήλο"] },
      { "μέλλοντας": ["Εγώ θα φάω ένα μήλο"] },
      { "υποτακτική": ["Πρέπει να φάω ένα μήλο"] }
    ],
    "en_ex": [
      { "present": ["I eat an apple"] },
      { "αόριστος": ["I ate an apple"] },
      { "μέλλοντας": ["I will eat an apple"] },
      { "υποτακτική": ["I must eat an apple"] }
    ],
    "ctable": [
      { "present": ["τρώω", "τρως", "τρώει", "τρώμε", "τρώτε", "τρώνε"] },
      { "αόριστος": ["έφαγα", "έφαγες", "έφαγε", "φάγαμε", "φάγατε", "έφαγαν"] },
      { "μέλλοντας": ["θα φάω", "θα φας", "θα φάει", "θα φάμε", "θα φάτε", "θα φάνε"] },
      { "υποτακτική": ["να φάω", "να φας", "να φάει", "να φάμε", "να φάτε", "να φάνε"] }
    ],
    "img": "decks/big_imgs/to_eat.jpg",
    "labels": ["irregular"]
  },

  {
    "gr": "πλένω",
    "en": "to wash",
    "constructions": ["present", "αόριστος", "μέλλοντας", "υποτακτική"],
    "gr_ex": [
      { "present": ["Εγώ πλένω τα πιάτα"] },
      { "αόριστος": ["Εγώ έπλυνα τα πιάτα"] },
      { "μέλλοντας": ["Εγώ θα πλύνω τα πιάτα"] },
      { "υποτακτική": ["Πρέπει να πλύνω τα πιάτα"] }
    ],
    "en_ex": [
      { "present": ["I wash the dishes"] },
      { "αόριστος": ["I washed the dishes"] },
      { "μέλλοντας": ["I will wash the dishes"] },
      { "υποτακτική": ["I must wash the dishes"] }
    ],
    "ctable": [
      { "present": ["πλένω", "πλένεις", "πλένει", "πλένουμε", "πλένετε", "πλένουν"] },
      { "αόριστος": ["έπλυνα", "έπλυνες", "έπλυνε", "πλύναμε", "πλύνατε", "έπλυναν"] },
      { "μέλλοντας": ["θα πλύνω", "θα πλύνεις", "θα πλύνει", "θα πλύνουμε", "θα πλύνετε", "θα πλύνουν"] },
      { "υποτακτική": ["να πλύνω", "να πλύνεις", "να πλύνει", "να πλύνουμε", "να πλύνετε", "να πλύνουν"] }
    ],
    "img": "decks/big_imgs/to_wash.jpg",
    "labels": ["irregular"]
  },

  {
    "gr": "στέλνω",
    "en": "to send",
    "constructions": ["present", "αόριστος", "μέλλοντας", "υποτακτική"],
    "gr_ex": [
      { "present": ["Εγώ στέλνω ένα γράμμα"] },
      { "αόριστος": ["Εγώ έστειλα ένα γράμμα"] },
      { "μέλλοντας": ["Εγώ θα στείλω ένα γράμμα"] },
      { "υποτακτική": ["Πρέπει να στείλω ένα γράμμα"] }
    ],
    "en_ex": [
      { "present": ["I send a letter"] },
      { "αόριστος": ["I sent a letter"] },
      { "μέλλοντας": ["I will send a letter"] },
      { "υποτακτική": ["I must send a letter"] }
    ],
    "ctable": [
      { "present": ["στέλνω", "στέλνεις", "στέλνει", "στέλνουμε", "στέλνετε", "στέλνουν"] },
      { "αόριστος": ["έστειλα", "έστειλες", "έστειλε", "στείλαμε", "στείλατε", "έστειλαν"] },
      { "μέλλοντας": ["θα στείλω", "θα στείλεις", "θα στείλει", "θα στείλουμε", "θα στείλετε", "θα στείλουν"] },
      { "υποτακτική": ["να στείλω", "να στείλεις", "να στείλει", "να στείλουμε", "να στείλετε", "να στείλουν"] }
    ],
    "img": "decks/big_imgs/to_send.jpg",
    "labels": ["irregular"]
  },

  {
    "gr": "φεύγω",
    "en": "to leave",
    "constructions": ["present", "αόριστος", "μέλλοντας", "υποτακτική"],
    "gr_ex": [
      { "present": ["Εγώ φεύγω από το σπίτι"] },
      { "αόριστος": ["Εγώ έφυγα από το σπίτι"] },
      { "μέλλοντας": ["Εγώ θα φύγω από το σπίτι"] },
      { "υποτακτική": ["Πρέπει να φύγω από το σπίτι"] }
    ],
    "en_ex": [
      { "present": ["I leave the house"] },
      { "αόριστος": ["I left the house"] },
      { "μέλλοντας": ["I will leave the house"] },
      { "υποτακτική": ["I must leave the house"] }
    ],
    "ctable": [
      { "present": ["φεύγω", "φεύγεις", "φεύγει", "φεύγουμε", "φεύγετε", "φεύγουν"] },
      { "αόριστος": ["έφυγα", "έφυγες", "έφυγε", "φυγαμε", "φυγατε", "έφυγαν"] },
      { "μέλλοντας": ["θα φύγω", "θα φύγεις", "θα φύγει", "θα φύγουμε", "θα φύγετε", "θα φύγουν"] },
      { "υποτακτική": ["να φύγω", "να φύγεις", "να φύγει", "να φύγουμε", "να φύγετε", "να φύγουν"] }
    ],
    "img": "decks/big_imgs/to_leave.jpg",
    "labels": ["irregular"]
  },

  {
    "gr": "φτάνω",
    "en": "to arrive/to achive",
    "constructions": ["present", "αόριστος", "μέλλοντας", "υποτακτική"],
    "gr_ex": [
      { "present": ["εγώ φτάνω τώρα"] },
      { "αόριστος": ["εγώ έφτασα χτες"] },
      { "μέλλοντας": ["Εγώ θα φτάσω αύριο"] },
      { "υποτακτική": ["Πρέπει να φτάσω νωρίς"] }
    ],
    "en_ex": [
      { "present": ["I am arriving now"] },
      { "αόριστος": ["I arrived yesterday"] },
      { "μέλλοντας": ["I will arrive tomorrow"] },
      { "υποτακτική": ["I should arrive early"] },
    ],
    "ctable": [
      { "present": ["φτάνω τώρα", "φτάνεις τώρα", "φτάνει τώρα", "φτάνουμε τώρα", "φτάνετε τώρα", "φτάνουν τώρα"] },
      { "αόριστος": ["έφτασα χτες", "έφτασες χτες", "έφτασε χτες", "φτάσαμε χτες", "φτάσατε χτες", "έφτασαν χτες"] },
      { "μέλλοντας": ["θα φτάσω", "θα φτάσεις", "θα φτάσει", "θα φτάσουμε", "θα φτάσετε", "θα φτάσουν"] },
      { "υποτακτική": ["να φτάσω", "να φτάσεις", "να φτάσει", "να φτάσουμε", "να φτάσετε", "να φτάσουν"] }],
    "img": "decks/big_imgs/arrow.jpg",
    "labels": ["A1", "αόριστος: -νω -> -σα", "μέλ.:-νω->-σω"]
  },

  {
    "gr": "λείπω",
    "en": "to be absent / to be missing",
    "constructions": ["present","αόριστος","μέλλοντας","υποτακτική"],
    "gr_ex": [
      {"present": ["Εγώ λείπω από το σπίτι"]},
      {"αόριστος": ["Εγώ έλειψα χθες"]},
      {"μέλλοντας": ["Εγώ θα λείψω αύριο"]},
      {"υποτακτική": ["Θέλω να λείψω αύριο"]}
    ],
    "en_ex": [
      {"present": ["I am away from home"]},
      {"αόριστος": ["I was away yesterday"]},
      {"μέλλοντας": ["I will be away tomorrow"]},
      {"υποτακτική": ["I want to be away tomorrow"]}
    ],
    "ctable": [
      {"present": ["λείπω","λείπεις","λείπει","λείπουμε","λείπετε","λείπουν"]},
      {"αόριστος": ["έλειψα","έλειψες","έλειψε","λείψαμε","λείψατε","έλειψαν"]},
      {"μέλλοντας": ["θα λείψω","θα λείψεις","θα λείψει","θα λείψουμε","θα λείψετε","θα λείψουν"]},
      {"υποτακτική": ["να λείψω","να λείψεις","να λείψει","να λείψουμε","να λείψετε","να λείψουν"]}
    ],
    "img": "decks/big_imgs/to_be_absent.jpg",
    "labels": ["irregular"]
  },


  {
    "gr": "ανάβω",
    "en": "to turn on / to light",
    "constructions": ["present","αόριστος","μέλλοντας","υποτακτική"],
    "gr_ex": [
      {"present": ["Εγώ ανάβω το φως"]},
      {"αόριστος": ["Εγώ άναψα το φως"]},
      {"μέλλοντας": ["Εγώ θα ανάψω το φως"]},
      {"υποτακτική": ["Να ανάψω το φως"]}
    ],
    "en_ex": [
      {"present": ["I turn on the light"]},
      {"αόριστος": ["I turned on the light"]},
      {"μέλλοντας": ["I will turn on the light"]},
      {"υποτακτική": ["I must turn on the light"]}
    ],
    "ctable": [
      {"present": ["ανάβω","ανάβεις","ανάβει","ανάβουμε","ανάβετε","ανάβουν"]},
      {"αόριστος": ["άναψα","άναψες","άναψε","ανάψαμε","ανάψατε","άναψαν"]},
      {"μέλλοντας": ["θα ανάψω","θα ανάψεις","θα ανάψει","θα ανάψουμε","θα ανάψετε","θα ανάψουν"]},
      {"υποτακτική": ["να ανάψω","να ανάψεις","να ανάψει","να ανάψουμε","να ανάψετε","να ανάψουν"]}
    ],
    "img": "decks/big_imgs/to_turn_on.jpg",
    "labels": ["regular"]
  },


  {
    "gr": "γράφω",
    "en": "to write",
    "constructions": ["present","αόριστος","μέλλοντας","υποτακτική"],
    "gr_ex": [
      {"present": ["Εγώ γράφω ένα γράμμα"]},
      {"αόριστος": ["Εγώ έγραψα ένα γράμμα"]},
      {"μέλλοντας": ["Εγώ θα γράψω ένα γράμμα"]},
      {"υποτακτική": ["Θέλω να γράψω ένα γράμμα"]}
    ],
    "en_ex": [
      {"present": ["I write a letter"]},
      {"αόριστος": ["I wrote a letter"]},
      {"μέλλοντας": ["I will write a letter"]},
      {"υποτακτική": ["I want to write a letter"]}
    ],
    "ctable": [
      {"present": ["γράφω","γράφεις","γράφει","γράφουμε","γράφετε","γράφουν"]},
      {"αόριστος": ["έγραψα","έγραψες","έγραψε","γράψαμε","γράψατε","έγραψαν"]},
      {"μέλλοντας": ["θα γράψω","θα γράψεις","θα γράψει","θα γράψουμε","θα γράψετε","θα γράψουν"]},
      {"υποτακτική": ["να γράψω","να γράψεις","να γράψει","να γράψουμε","να γράψετε","να γράψουν"]}
    ],
    "img": "decks/big_imgs/to_write.jpg",
    "labels": ["irregular"]
  },


  {
    "gr": "αγοράζω",
    "en": "to buy",
    "constructions": ["present","αόριστος","μέλλοντας","υποτακτική"],
    "gr_ex": [
      {"present": ["Εγώ αγοράζω ένα βιβλίο"]},
      {"αόριστος": ["Εγώ αγόρασα ένα βιβλίο"]},
      {"μέλλοντας": ["Εγώ θα αγοράσω ένα βιβλίο"]},
      {"υποτακτική": ["Θέλω να αγοράσω ένα βιβλίο"]}
    ],
    "en_ex": [
      {"present": ["I buy a book"]},
      {"αόριστος": ["I bought a book"]},
      {"μέλλοντας": ["I will buy a book"]},
      {"υποτακτική": ["I want to buy a book"]}
    ],
    "ctable": [
      {"present": ["αγοράζω","αγοράζεις","αγοράζει","αγοράζουμε","αγοράζετε","αγοράζουν"]},
      {"αόριστος": ["αγόρασα","αγόρασες","αγόρασε","αγοράσαμε","αγοράσατε","αγόρασαν"]},
      {"μέλλοντας": ["θα αγοράσω","θα αγοράσεις","θα αγοράσει","θα αγοράσουμε","θα αγοράσετε","θα αγοράσουν"]},
      {"υποτακτική": ["να αγοράσω","να αγοράσεις","να αγοράσει","να αγοράσουμε","να αγοράσετε","να αγοράσουν"]}
    ],
    "img": "decks/big_imgs/to_buy.jpg",
    "labels": ["regular"]
  },


  {
    "gr": "αλλάζω",
    "en": "to change",
    "constructions": ["present","αόριστος","μέλλοντας","υποτακτική"],
    "gr_ex": [
      {"present": ["Εγώ αλλάζω την εμφάνισή μου"]},
      {"αόριστος": ["Εγώ άλλαξα την εμφάνισή μου"]},
      {"μέλλοντας": ["Εγώ θα αλλάξω την εμφάνισή μου"]},
      {"υποτακτική": ["Θέλω να αλλάξω την εμφάνισή μου"]}
    ],
    "en_ex": [
      {"present": ["I change my appearance"]},
      {"αόριστος": ["I changed my appearance"]},
      {"μέλλοντας": ["I will change my appearance"]},
      {"υποτακτική": ["I want to change my appearance"]}
    ],
    "ctable": [
      {"present": ["αλλάζω","αλλάζεις","αλλάζει","αλλάζουμε","αλλάζετε","αλλάζουν"]},
      {"αόριστος": ["άλλαξα","άλλαξες","άλλαξε","αλλάξαμε","αλλάξατε","άλλαξαν"]},
      {"μέλλοντας": ["θα αλλάξω","θα αλλάξεις","θα αλλάξει","θα αλλάξουμε","θα αλλάξετε","θα αλλάξουν"]},
      {"υποτακτική": ["να αλλάξω","να αλλάξεις","να αλλάξει","να αλλάξουμε","να αλλάξετε","να αλλάξουν"]}
    ],
    "img": "decks/big_imgs/to_change.jpg",
    "labels": ["regular"]
  },


  {
    "gr": "ανοίγω",
    "en": "to open",
    "constructions": ["present","αόριστος","μέλλοντας","υποτακτική"],
    "gr_ex": [
      {"present": ["Εγώ ανοίγω την πόρτα"]},
      {"αόριστος": ["Εγώ άνοιξα την πόρτα"]},
      {"μέλλοντας": ["Εγώ θα ανοίξω την πόρτα"]},
      {"υποτακτική": ["Να ανοίξω την πόρτα"]}
    ],
    "en_ex": [
      {"present": ["I open the door"]},
      {"αόριστος": ["I opened the door"]},
      {"μέλλοντας": ["I will open the door"]},
      {"υποτακτική": ["I must open the door"]}
    ],
    "ctable": [
      {"present": ["ανοίγω","ανοίγεις","ανοίγει","ανοίγουμε","ανοίγετε","ανοίγουν"]},
      {"αόριστος": ["άνοιξα","άνοιξες","άνοιξε","ανοίξαμε","ανοίξατε","άνοιξαν"]},
      {"μέλλοντας": ["θα ανοίξω","θα ανοίξεις","θα ανοίξει","θα ανοίξουμε","θα ανοίξετε","θα ανοίξουν"]},
      {"υποτακτική": ["να ανοίξω","να ανοίξεις","να ανοίξει","να ανοίξουμε","να ανοίξετε","να ανοίξουν"]}
    ],
    "img": "decks/big_imgs/to_open.jpg",
    "labels": ["regular"]
  },


  {
    "gr": "δουλεύω",
    "en": "to work",
    "constructions": ["present","αόριστος","μέλλοντας","υποτακτική"],
    "gr_ex": [
      {"present": ["Εγώ δουλεύω κάθε μέρα"]},
      {"αόριστος": ["Εγώ δούλεψα χθες"]},
      {"μέλλοντας": ["Εγώ θα δουλέψω αύριο"]},
      {"υποτακτική": ["Θέλω να δουλέψω στο γραφείο"]}
    ],
    "en_ex": [
      {"present": ["I work every day"]},
      {"αόριστος": ["I worked yesterday"]},
      {"μέλλοντας": ["I will work tomorrow"]},
      {"υποτακτική": ["I want to work at the office"]}
    ],
    "ctable": [
      {"present": ["δουλεύω","δουλεύεις","δουλεύει","δουλεύουμε","δουλεύετε","δουλεύουν"]},
      {"αόριστος": ["δούλεψα","δούλεψες","δούλεψε","δουλέψαμε","δουλέψατε","δούλεψαν"]},
      {"μέλλοντας": ["θα δουλέψω","θα δουλέψεις","θα δουλέψει","θα δουλέψουμε","θα δουλέψετε","θα δουλέψουν"]},
      {"υποτακτική": ["να δουλέψω","να δουλέψεις","να δουλέψει","να δουλέψουμε","να δουλέψετε","να δουλέψουν"]}
    ],
    "img": "decks/big_imgs/to_work.jpg",
    "labels": ["regular"]
  },

  {
    "gr": "παίζω",
    "en": "to play",
    "constructions": ["present","αόριστος","μέλλοντας","υποτακτική"],
    "gr_ex": [
      {"present": ["Εγώ παίζω ποδόσφαιρο"]},
      {"αόριστος": ["Εγώ έπαιξα ποδόσφαιρο"]},
      {"μέλλοντας": ["Εγώ θα παίξω ποδόσφαιρο"]},
      {"υποτακτική": ["Θέλω να παίξω ποδόσφαιρο"]}
    ],
    "en_ex": [
      {"present": ["I play soccer"]},
      {"αόριστος": ["I played soccer"]},
      {"μέλλοντας": ["I will play soccer"]},
      {"υποτακτική": ["I want to play soccer"]}
    ],
    "ctable": [
      {"present": ["παίζω","παίζεις","παίζει","παίζουμε","παίζετε","παίζουν"]},
      {"αόριστος": ["έπαιξα","έπαιξες","έπαιξε","παίξαμε","παίξατε","έπαιξαν"]},
      {"μέλλοντας": ["θα παίξω","θα παίξεις","θα παίξει","θα παίξουμε","θα παίξετε","θα παίξουν"]},
      {"υποτακτική": ["να παίξω","να παίξεις","να παίξει","να παίξουμε","να παίξετε","να παίξουν"]}
    ],
    "img": "decks/big_imgs/to_play.jpg",
    "labels": ["irregular"]
  },


  {
    "gr": "πειράζω",
    "en": "to tease",
    "constructions": ["present","αόριστος","μέλλοντας","υποτακτική"],
    "gr_ex": [
      {"present": ["Εγώ πειράζω τον αδερφό μου"]},
      {"αόριστος": ["Εγώ πείραξα τον αδερφό μου"]},
      {"μέλλοντας": ["Εγώ θα πειράξω τον αδερφό μου"]},
      {"υποτακτική": ["Να πειράξω τον αδερφό μου"]}
    ],
    "en_ex": [
      {"present": ["I tease my brother"]},
      {"αόριστος": ["I teased my brother"]},
      {"μέλλοντας": ["I will tease my brother"]},
      {"υποτακτική": ["I must tease my brother"]}
    ],
    "ctable": [
      {"present": ["πειράζω","πειράζεις","πειράζει","πειράζουμε","πειράζετε","πειράζουν"]},
      {"αόριστος": ["πείραξα","πείραξες","πείραξε","πείραξαμε","πείραξατε","πείραξαν"]},
      {"μέλλοντας": ["θα πειράξω","θα πειράξεις","θα πειράξει","θα πειράξουμε","θα πειράξετε","θα πειράξουν"]},
      {"υποτακτική": ["να πειράξω","να πειράξεις","να πειράξει","να πειράξουμε","να πειράξετε","να πειράξουν"]}
    ],
    "img": "decks/big_imgs/to_tease.jpg",
    "labels": ["irregular"]
  },


  {
    "gr": "πληρώνω",
    "en": "to pay",
    "constructions": ["present","αόριστος","μέλλοντας","υποτακτική"],
    "gr_ex": [
      {"present": ["Εγώ πληρώνω το λογαριασμό"]},
      {"αόριστος": ["Εγώ πλήρωσα το λογαριασμό"]},
      {"μέλλοντας": ["Εγώ θα πληρώσω το λογαριασμό"]},
      {"υποτακτική": ["Θέλω να πληρώσω το λογαριασμό"]}
    ],
    "en_ex": [
      {"present": ["I pay the bill"]},
      {"αόριστος": ["I paid the bill"]},
      {"μέλλοντας": ["I will pay the bill"]},
      {"υποτακτική": ["I want to pay the bill"]}
    ],
    "ctable": [
      {"present": ["πληρώνω","πληρώνεις","πληρώνει","πληρώνουμε","πληρώνετε","πληρώνουν"]},
      {"αόριστος": ["πλήρωσα","πλήρωσες","πλήρωσε","πληρώσαμε","πληρώσατε","πλήρωσαν"]},
      {"μέλλοντας": ["θα πληρώσω","θα πληρώσεις","θα πληρώσει","θα πληρώσουμε","θα πληρώσετε","θα πληρώσουν"]},
      {"υποτακτική": ["να πληρώσω","να πληρώσεις","να πληρώσει","να πληρώσουμε","να πληρώσετε","να πληρώσουν"]}
    ],
    "img": "decks/big_imgs/to_pay.jpg",
    "labels": ["regular"]
  },



  {
    "gr": "προσέχω",
    "en": "to pay attention / to take care",
    "constructions": ["present","αόριστος","μέλλοντας","υποτακτική"],
    "gr_ex": [
      {"present": ["Εγώ προσέχω τα μικρά μου παιδιά"]},
      {"αόριστος": ["Εγώ πρόσεξα τα μικρά μου παιδιά"]},
      {"μέλλοντας": ["Εγώ θα προσέξω τα μικρά μου παιδιά"]},
      {"υποτακτική": ["Να προσέξω τα μικρά μου παιδιά"]}
    ],
    "en_ex": [
      {"present": ["I take care of my little children"]},
      {"αόριστος": ["I took care of my little children"]},
      {"μέλλοντας": ["I will take care of my little children"]},
      {"υποτακτική": ["I must take care of my little children"]}
    ],
    "ctable": [
      {"present": ["προσέχω","προσέχεις","προσέχει","προσέχουμε","προσέχετε","προσέχουν"]},
      {"αόριστος": ["πρόσεξα","πρόσεξες","πρόσεξε","πρόσεξαμε","πρόσεξατε","πρόσεξαν"]},
      {"μέλλοντας": ["θα προσέξω","θα προσέξεις","θα προσέξει","θα προσέξουμε","θα προσέξετε","θα προσέξουν"]},
      {"υποτακτική": ["να προσέξω","να προσέξεις","να προσέξει","να προσέξουμε","να προσέξετε","να προσέξουν"]}
    ],
    "img": "decks/big_imgs/to_pay_attention.jpg",
    "labels": ["irregular"]
  },



  {
    "gr": "φτιάχνω",
    "en": "to make/do/create/fix",
    "constructions": ["present","αόριστος","μέλλοντας","υποτακτική"],
    "gr_ex": [
      {"present": ["Εγώ φτιάχνω το πρωινό μου"]},
      {"αόριστος": ["Εγώ έφτιαξα το πρωινό μου"]},
      {"μέλλοντας": ["Εγώ θα φτιάξω το πρωινό μου"]},
      {"υποτακτική": ["Να φτιάξω το πρωινό μου"]}
    ],
    "en_ex": [
      {"present": ["I make my breakfast"]},
      {"αόριστος": ["I made my breakfast"]},
      {"μέλλοντας": ["I will make my breakfast"]},
      {"υποτακτική": ["I must make my breakfast"]}
    ],
    "ctable": [
      {"present": ["φτιάχνω","φτιάχνεις","φτιάχνει","φτιάχνουμε","φτιάχνετε","φτιάχνουν"]},
      {"αόριστος": ["έφτιαξα","έφτιαξες","έφτιαξε","φτιάξαμε","φτιάξατε","έφτιαξαν"]},
      {"μέλλοντας": ["θα φτιάξω","θα φτιάξεις","θα φτιάξει","θα φτιάξουμε","θα φτιάξετε","θα φτιάξουν"]},
      {"υποτακτική": ["να φτιάξω","να φτιάξεις","να φτιάξει","να φτιάξουμε","να φτιάξετε","να φτιάξουν"]}
    ],
    "img": "decks/big_imgs/to_make.jpg",
    "labels": ["irregular"]
  },

  {
    "gr": "φωνάζω",
    "en": "to shout",
    "constructions": ["present","αόριστος","μέλλοντας","υποτακτική"],
    "gr_ex": [
      {"present": ["Εγώ φωνάζω δυνατά"]},
      {"αόριστος": ["Εγώ φώναξα δυνατά"]},
      {"μέλλοντας": ["Εγώ θα φωνάξω δυνατά"]},
      {"υποτακτική": ["Να φωνάξω δυνατά"]}
    ],
    "en_ex": [
      {"present": ["I shout loudly"]},
      {"αόριστος": ["I shouted loudly"]},
      {"μέλλοντας": ["I will shout loudly"]},
      {"υποτακτική": ["I must shout loudly"]}
    ],
    "ctable": [
      {"present": ["φωνάζω","φωνάζεις","φωνάζει","φωνάζουμε","φωνάζετε","φωνάζουν"]},
      {"αόριστος": ["φώναξα","φώναξες","φώναξε","φωνάξαμε","φωνάξατε","φώναξαν"]},
      {"μέλλοντας": ["θα φωνάξω","θα φωνάξεις","θα φωνάξει","θα φωνάξουμε","θα φωνάξετε","θα φωνάξουν"]},
      {"υποτακτική": ["να φωνάξω","να φωνάξεις","να φωνάξει","να φωνάξουμε","να φωνάξετε","να φωνάξουν"]}
    ],
    "img": "decks/big_imgs/to_shout.jpg",
    "labels": ["regular"]
  },

  {
    "gr": "συναντάω",
    "en": "to meet",
    "constructions": ["present", "αόριστος", "μέλλοντας", "υποτακτική"],
    "gr_ex": [
      { "present": ["Εγώ συναντάω τους φίλους μου"] },
      { "αόριστος": ["Εγώ συνάντησα τους φίλους μου"] },
      { "μέλλοντας": ["Εγώ θα συναντήσω τους φίλους μου"] },
      { "υποτακτική": ["Θέλω να συναντήσω τους φίλους μου"] }
    ],
    "en_ex": [
      { "present": ["I meet my friends"] },
      { "αόριστος": ["I met my friends"] },
      { "μέλλοντας": ["I will meet my friends"] },
      { "υποτακτική": ["I want to meet my friends"] }
    ],
    "ctable": [
      { "present": ["συναντάω", "συναντάς", "συναντάει", "συναντάμε", "συναντάτε", "συναντάνε"] },
      { "αόριστος": ["συνάντησα", "συνάντησες", "συνάντησε", "συναντήσαμε", "συναντήσατε", "συνάντησαν"] },
      { "μέλλοντας": ["θα συναντήσω", "θα συναντήσεις", "θα συναντήσει", "θα συναντήσουμε", "θα συναντήσετε", "θα συναντήσουν"] },
      { "υποτακτική": ["να συναντήσω", "να συναντήσεις", "να συναντήσει", "να συναντήσουμε", "να συναντήσετε", "να συναντήσουν"] }
    ],
    "img": "decks/big_imgs/to_meet.jpg",
    "labels": ["regular"]
  },

  {
    "gr": "περπατάω",
    "en": "to walk",
    "constructions": ["present", "αόριστος", "μέλλοντας", "υποτακτική"],
    "gr_ex": [
      { "present": ["Εγώ περπατάω κάθε μέρα"] },
      { "αόριστος": ["Εγώ περπάτησα χθες"] },
      { "μέλλοντας": ["Εγώ θα περπατήσω αύριο"] },
      { "υποτακτική": ["Θέλω να περπατήσω στο πάρκο"] }
    ],
    "en_ex": [
      { "present": ["I walk every day"] },
      { "αόριστος": ["I walked yesterday"] },
      { "μέλλοντας": ["I will walk tomorrow"] },
      { "υποτακτική": ["I want to walk in the park"] }
    ],
    "ctable": [
      { "present": ["περπατάω", "περπατάς", "περπατάει", "περπατάμε", "περπατάτε", "περπατάνε"] },
      { "αόριστος": ["περπάτησα", "περπάτησες", "περπάτησε", "περπατήσαμε", "περπατήσατε", "περπάτησαν"] },
      { "μέλλοντας": ["θα περπατήσω", "θα περπατήσεις", "θα περπατήσει", "θα περπατήσουμε", "θα περπατήσετε", "θα περπατήσουν"] },
      { "υποτακτική": ["να περπατήσω", "να περπατήσεις", "να περπατήσει", "να περπατήσουμε", "να περπατήσετε", "να περπατήσουν"] }
    ],
    "img": "decks/big_imgs/to_walk.jpg",
    "labels": ["regular"]
  },

  {
    "gr": "έρχομαι",
    "en": "to come",
    "constructions": ["present", "αόριστος", "μέλλοντας", "υποτακτική"],
    "gr_ex": [
      { "present": ["Εγώ έρχομαι στο σπίτι σου"] },
      { "αόριστος": ["Εγώ ήρθα στο σπίτι σου"] },
      { "μέλλοντας": ["Εγώ θα έρθω στο σπίτι σου"] },
      { "υποτακτική": ["Πρέπει να έρθω στο σπίτι σου"] }
    ],
    "en_ex": [
      { "present": ["I come to your house"] },
      { "αόριστος": ["I came to your house"] },
      { "μέλλοντας": ["I will come to your house"] },
      { "υποτακτική": ["I must come to your house"] }
    ],
    "ctable": [
      { "present": ["έρχομαι", "έρχεσαι", "έρχεται", "ερχόμαστε", "έρχεστε", "έρχονται"] },
      { "αόριστος": ["ήρθα", "ήρθες", "ήρθε", "ήρθαμε", "ήρθατε", "ήρθαν"] },
      { "μέλλοντας": ["θα έρθω", "θα έρθεις", "θα έρθει", "θα έρθουμε", "θα έρθετε", "θα έρθουν"] },
      { "υποτακτική": ["να έρθω", "να έρθεις", "να έρθει", "να έρθουμε", "να έρθετε", "να έρθουν"] }
    ],
    "img": "decks/big_imgs/to_come.jpg",
    "labels": ["irregular"]
  },

  {
    "gr": "κοιμάμαι",
    "en": "to sleep",
    "constructions": ["present", "αόριστος", "μέλλοντας", "υποτακτική"],
    "gr_ex": [
      { "present": ["Εγώ κοιμάμαι νωρίς"] },
      { "αόριστος": ["Εγώ κοιμήθηκα νωρίς"] },
      { "μέλλοντας": ["Εγώ θα κοιμηθώ νωρίς"] },
      { "υποτακτική": ["Πρέπει να κοιμηθώ νωρίς"] }
    ],
    "en_ex": [
      { "present": ["I sleep early"] },
      { "αόριστος": ["I slept early"] },
      { "μέλλοντας": ["I will sleep early"] },
      { "υποτακτική": ["I must sleep early"] }
    ],
    "ctable": [
      { "present": ["κοιμάμαι", "κοιμάσαι", "κοιμάται", "κοιμόμαστε", "κοιμάστε", "κοιμούνται"] },
      { "αόριστος": ["κοιμήθηκα", "κοιμήθηκες", "κοιμήθηκε", "κοιμηθήκαμε", "κοιμηθήκατε", "κοιμήθηκαν"] },
      { "μέλλοντας": ["θα κοιμηθώ", "θα κοιμηθείς", "θα κοιμηθεί", "θα κοιμηθούμε", "θα κοιμηθείτε", "θα κοιμηθούν"] },
      { "υποτακτική": ["να κοιμηθώ", "να κοιμηθείς", "να κοιμηθεί", "να κοιμηθούμε", "να κοιμηθείτε", "να κοιμηθούν"] }
    ],
    "img": "decks/big_imgs/to_sleep.jpg",
    "labels": ["irregular"]
  },

  {
    "gr": "σταματάω",
    "en": "to stop",
    "constructions": ["present", "αόριστος", "μέλλοντας", "υποτακτική"],
    "gr_ex": [
      { "present": ["Εγώ σταματάω το αυτοκίνητο"] },
      { "αόριστος": ["Εγώ σταμάτησα το αυτοκίνητο"] },
      { "μέλλοντας": ["Εγώ θα σταματήσω το αυτοκίνητο"] },
      { "υποτακτική": ["Πρέπει να σταματήσω το αυτοκίνητο"] }
    ],
    "en_ex": [
      { "present": ["I stop the car"] },
      { "αόριστος": ["I stopped the car"] },
      { "μέλλοντας": ["I will stop the car"] },
      { "υποτακτική": ["I must stop the car"] }
    ],
    "ctable": [
      { "present": ["σταματάω", "σταματάς", "σταματάει", "σταματάμε", "σταματάτε", "σταματάνε"] },
      { "αόριστος": ["σταμάτησα", "σταμάτησες", "σταμάτησε", "σταματήσαμε", "σταματήσατε", "σταμάτησαν"] },
      { "μέλλοντας": ["θα σταματήσω", "θα σταματήσεις", "θα σταματήσει", "θα σταματήσουμε", "θα σταματήσετε", "θα σταματήσουν"] },
      { "υποτακτική": ["να σταματήσω", "να σταματήσεις", "να σταματήσει", "να σταματήσουμε", "να σταματήσετε", "να σταματήσουν"] }
    ],
    "img": "decks/big_imgs/to_stop.jpg",
    "labels": ["regular"]
  },

  {
    "gr": "φέρνω",
    "en": "to bring",
    "constructions": ["present", "αόριστος", "μέλλοντας", "υποτακτική"],
    "gr_ex": [
      { "present": ["Εγώ φέρνω ένα δώρο"] },
      { "αόριστος": ["Εγώ έφερα ένα δώρο"] },
      { "μέλλοντας": ["Εγώ θα φέρω ένα δώρο"] },
      { "υποτακτική": ["Πρέπει να φέρω ένα δώρο"] }
    ],
    "en_ex": [
      { "present": ["I bring a gift"] },
      { "αόριστος": ["I brought a gift"] },
      { "μέλλοντας": ["I will bring a gift"] },
      { "υποτακτική": ["I must bring a gift"] }
    ],
    "ctable": [
      { "present": ["φέρνω", "φέρνεις", "φέρει", "φέρνουμε", "φέρετε", "φέρνουν"] },
      { "αόριστος": ["έφερα", "έφερες", "έφερε", "φέραμε", "φέρατε", "έφεραν"] },
      { "μέλλοντας": ["θα φέρω", "θα φέρεις", "θα φέρει", "θα φέρουμε", "θα φέρετε", "θα φέρουν"] },
      { "υποτακτική": ["να φέρω", "να φέρεις", "να φέρει", "να φέρουμε", "να φέρετε", "να φέρουν"] }
    ],
    "img": "decks/big_imgs/to_bring.jpg",
    "labels": ["irregular"]
  },

  {
    "gr": "ζω",
    "en": "to live",
    "constructions": ["present", "αόριστος", "μέλλοντας", "υποτακτική"],
    "gr_ex": [
      { "present": ["Εγώ ζω στην Αθήνα"] },
      { "αόριστος": ["Εγώ έζησα στην Αθήνα"] },
      { "μέλλοντας": ["Εγώ θα ζήσω στην Αθήνα"] },
      { "υποτακτική": ["Θέλω να ζήσω στην Αθήνα"] }
    ],
    "en_ex": [
      { "present": ["I live in Athens"] },
      { "αόριστος": ["I lived in Athens"] },
      { "μέλλοντας": ["I will live in Athens"] },
      { "υποτακτική": ["I want to live in Athens"] }
    ],
    "ctable": [
      { "present": ["ζω", "ζεις", "ζει", "ζούμε", "ζείτε", "ζουν"] },
      { "αόριστος": ["έζησα", "έζησες", "έζησε", "ζήσαμε", "ζήσατε", "έζησαν"] },
      { "μέλλοντας": ["θα ζήσω", "θα ζήσεις", "θα ζήσει", "θα ζήσουμε", "θα ζήσετε", "θα ζήσουν"] },
      { "υποτακτική": ["να ζήσω", "να ζήσεις", "να ζήσει", "να ζήσουμε", "να ζήσετε", "να ζήσουν"] }
    ],
    "img": "decks/big_imgs/to_live.jpg",
    "labels": ["irregular"]
  },


  {
    "gr": "χαλάω",
    "en": "to spoil / to ruin / to break",
    "constructions": ["present", "αόριστος", "μέλλοντας", "υποτακτική"],
    "gr_ex": [
      { "present": ["Εγώ χαλάω το σχέδιο"] },
      { "αόριστος": ["Εγώ χάλασα το σχέδιο"] },
      { "μέλλοντας": ["Εγώ θα χαλάσω το σχέδιο"] },
      { "υποτακτική": ["Δεν θέλω να χαλάσω το σχέδιο"] }
    ],
    "en_ex": [
      { "present": ["I ruin the plan"] },
      { "αόριστος": ["I ruined the plan"] },
      { "μέλλοντας": ["I will ruin the plan"] },
      { "υποτακτική": ["I don't want to ruin the plan"] }
    ],
    "ctable": [
      { "present": ["χαλάω", "χαλάς", "χαλάει", "χαλάμε", "χαλάτε", "χαλάνε"] },
      { "αόριστος": ["χάλασα", "χάλασες", "χάλασε", "χαλάσαμε", "χαλάσατε", "χάλασαν"] },
      { "μέλλοντας": ["θα χαλάσω", "θα χαλάσεις", "θα χαλάσει", "θα χαλάσουμε", "θα χαλάσετε", "θα χαλάσουν"] },
      { "υποτακτική": ["να χαλάσω", "να χαλάσεις", "να χαλάσει", "να χαλάσουμε", "να χαλάσετε", "να χαλάσουν"] }
    ],
    "img": "decks/big_imgs/to_spoil.jpg",
    "labels": ["regular"]
  },

  {
    "gr": "φοράω",
    "en": "to wear",
    "constructions": ["present","αόριστος","μέλλοντας","υποτακτική"],
    "gr_ex": [
      {"present": ["Εγώ φοράω το πουκάμισο μου"]},
      {"αόριστος": ["Εγώ φόραξα το πουκάμισο μου"]},
      {"μέλλοντας": ["Εγώ θα φορέσω το πουκάμισο μου"]},
      {"υποτακτική": ["Να φορέσω το πουκάμισο μου"]}
    ],
    "en_ex": [
      {"present": ["I wear my shirt"]},
      {"αόριστος": ["I wore my shirt"]},
      {"μέλλοντας": ["I will wear my shirt"]},
      {"υποτακτική": ["I must wear my shirt"]}
    ],
    "ctable": [
      {"present": ["φοράω","φοράς","φοράει","φοράμε","φοράτε","φοράνε"]},
      {"αόριστος": ["φόραξα","φόραξες","φόραξε","φόραξαμε","φόραξατε","φόραξαν"]},
      {"μέλλοντας": ["θα φορέσω","θα φορέσεις","θα φορέσει","θα φορέσουμε","θα φορέσετε","θα φορέσουν"]},
      {"υποτακτική": ["να φορέσω","να φορέσεις","να φορέσει","να φορέσουμε","να φορέσετε","να φορέσουν"]}
    ],
    "img": "decks/big_imgs/to_wear.jpg",
    "labels": ["irregular"]
  },

  {
    "gr": "καλώ",
    "en": "to call / to invite",
    "constructions": ["present","αόριστος","μέλλοντας","υποτακτική"],
    "gr_ex": [
      {"present": ["Εγώ καλώ τους φίλους μου στο δείπνο"]},
      {"αόριστος": ["Εγώ κάλεσα τους φίλους μου στο δείπνο"]},
      {"μέλλοντας": ["Εγώ θα καλέσω τους φίλους μου στο δείπνο"]},
      {"υποτακτική": ["Να καλέσω τους φίλους μου στο δείπνο"]}
    ],
    "en_ex": [
      {"present": ["I call my friends for dinner"]},
      {"αόριστος": ["I called my friends for dinner"]},
      {"μέλλοντας": ["I will call my friends for dinner"]},
      {"υποτακτική": ["I must call my friends for dinner"]}
    ],
    "ctable": [
      {"present": ["καλώ","καλείς","καλεί","καλούμε","καλείτε","καλούν"]},
      {"αόριστος": ["κάλεσα","κάλες","κάλεσε","καλέσαμε","καλέσατε","κάλεσαν"]},
      {"μέλλοντας": ["θα καλέσω","θα καλέσεις","θα καλέσει","θα καλέσουμε","θα καλέσετε","θα καλέσουν"]},
      {"υποτακτική": ["να καλέσω","να καλέσεις","να καλέσει","να καλέσουμε","να καλέσετε","να καλέσουν"]}
    ],
    "img": "decks/big_imgs/to_call.jpg",
    "labels": ["regular"]
  },


  {
    "gr": "ανεβαίνω",
    "en": "to climb / to ascend",
    "constructions": ["present","αόριστος","μέλλοντας","υποτακτική"],
    "gr_ex": [
      {"present": ["Εγώ ανεβαίνω το βουνό"]},
      {"αόριστος": ["Εγώ ανέβηκα το βουνό"]},
      {"μέλλοντας": ["Εγώ θα ανέβω το βουνό"]},
      {"υποτακτική": ["Να ανέβω το βουνό"]}
    ],
    "en_ex": [
      {"present": ["I climb the mountain"]},
      {"αόριστος": ["I climbed the mountain"]},
      {"μέλλοντας": ["I will climb the mountain"]},
      {"υποτακτική": ["I must climb the mountain"]}
    ],
    "ctable": [
      {"present": ["ανεβαίνω","ανεβαίνεις","ανεβαίνει","ανεβαίνουμε","ανεβαίνετε","ανεβαίνουν"]},
      {"αόριστος": ["ανέβηκα","ανέβηκες","ανέβηκε","ανεβήκαμε","ανέβηκατε","ανέβηκαν"]},
      {"μέλλοντας": ["θα ανέβω","θα ανέβεις","θα ανέβει","θα ανεβούμε","θα ανεβείτε","θα ανέβουν"]},
      {"υποτακτική": ["να ανέβω","να ανέβεις","να ανέβει","να ανεβούμε","να ανεβείτε","να ανέβουν"]}
    ],
    "img": "decks/big_imgs/to_climb.jpg",
    "labels": ["irregular"]
  },


  {
    "gr": "κατεβαίνω",
    "en": "to go down / to descend",
    "constructions": ["present","αόριστος","μέλλοντας","υποτακτική"],
    "gr_ex": [
      {"present": ["Εγώ κατεβαίνω από το βουνό"]},
      {"αόριστος": ["Εγώ κατέβηκα από το βουνό"]},
      {"μέλλοντας": ["Εγώ θα κατέβω από το βουνό"]},
      {"υποτακτική": ["Να κατέβω από το βουνό"]}
    ],
    "en_ex": [
      {"present": ["I go down from the mountain"]},
      {"αόριστος": ["I went down from the mountain"]},
      {"μέλλοντας": ["I will go down from the mountain"]},
      {"υποτακτική": ["I must go down from the mountain"]}
    ],
    "ctable": [
      {"present": ["κατεβαίνω","κατεβαίνεις","κατεβαίνει","κατεβαίνουμε","κατεβαίνετε","κατεβαίνουν"]},
      {"αόριστος": ["κατέβηκα","κατέβηκες","κατέβηκε","κατεβήκαμε","κατεβήκατε","κατέβηκαν"]},
      {"μέλλοντας": ["θα κατέβω","θα κατέβεις","θα κατέβει","θα κατεβούμε","θα κατεβείτε","θα κατέβουν"]},
      {"υποτακτική": ["να κατέβω","να κατέβεις","να κατέβει","να κατεβούμε","να κατεβείτε","να κατέβουν"]}
    ],
    "img": "decks/big_imgs/to_descend.jpg",
    "labels": ["regular"]
  },


  {
    "gr": "μένω",
    "en": "to stay / to live",
    "constructions": ["present", "αόριστος", "μέλλοντας", "υποτακτική"],
    "gr_ex": [
      { "present": ["Εγώ μένω στο σπίτι"] },
      { "αόριστος": ["Εγώ έμεινα στο σπίτι"] },
      { "μέλλοντας": ["Εγώ θα μείνω στο σπίτι"] },
      { "υποτακτική": ["Πρέπει να μείνω στο σπίτι"] }
    ],
    "en_ex": [
      { "present": ["I stay at home"] },
      { "αόριστος": ["I stayed at home"] },
      { "μέλλοντας": ["I will stay at home"] },
      { "υποτακτική": ["I must stay at home"] }
    ],
    "ctable": [
      { "present": ["μένω", "μένεις", "μένει", "μένουμε", "μένετε", "μένουν"] },
      { "αόριστος": ["έμεινα", "έμεινες", "έμεινε", "μείναμε", "μείνατε", "έμειναν"] },
      { "μέλλοντας": ["θα μείνω", "θα μείνεις", "θα μείνει", "θα μείνουμε", "θα μείνετε", "θα μείνουν"] },
      { "υποτακτική": ["να μείνω", "να μείνεις", "να μείνει", "να μείνουμε", "να μείνετε", "να μείνουν"] }
    ],
    "img": "decks/big_imgs/to_stay.jpg",
    "labels": ["irregular"]
  },

  {
    "gr": "λέω",
    "en": "to say / to tell",
    "constructions": ["present", "αόριστος", "μέλλοντας", "υποτακτική"],
    "gr_ex": [
      { "present": ["Εγώ λέω την αλήθεια"] },
      { "αόριστος": ["Εγώ είπα την αλήθεια"] },
      { "μέλλοντας": ["Εγώ θα πω την αλήθεια"] },
      { "υποτακτική": ["Πρέπει να πω την αλήθεια"] }
    ],
    "en_ex": [
      { "present": ["I say the truth"] },
      { "αόριστος": ["I said the truth"] },
      { "μέλλοντας": ["I will say the truth"] },
      { "υποτακτική": ["I must say the truth"] }
    ],
    "ctable": [
      { "present": ["λέω", "λές/λέεις", "λέει", "λέμε", "λέτε", "λένε"] },
      { "αόριστος": ["είπα", "είπες", "είπε", "είπαμε", "είπατε", "είπαν"] },
      { "μέλλοντας": ["θα πω", "θα πεις", "θα πει", "θα πούμε", "θα πείτε", "θα πουν"] },
      { "υποτακτική": ["να πω", "να πεις", "να πει", "να πούμε", "να πείτε", "να πουν"] }
    ],
    "img": "decks/big_imgs/to_say.jpg",
    "labels": ["irregular"]
  },

  {
    "gr": "βγαίνω",
    "en": "to go out / to exit",
    "constructions": ["present", "αόριστος", "μέλλοντας", "υποτακτική"],
    "gr_ex": [
      { "present": ["Εγώ βγαίνω από το σπίτι"] },
      { "αόριστος": ["Εγώ έβγαλα από το σπίτι"] },
      { "μέλλοντας": ["Εγώ θα βγω από το σπίτι"] },
      { "υποτακτική": ["Πρέπει να βγω από το σπίτι"] }
    ],
    "en_ex": [
      { "present": ["I go out of the house"] },
      { "αόριστος": ["I went out of the house"] },
      { "μέλλοντας": ["I will go out of the house"] },
      { "υποτακτική": ["I must go out of the house"] }
    ],
    "ctable": [
      { "present": ["βγαίνω", "βγαίνεις", "βγαίνει", "βγαίνουμε", "βγαίνετε", "βγαίνουν"] },
      { "αόριστος": ["βγήκα", "βγήκες", "βγήκε", "βγήκαμε", "βγήκατε", "βγήκαν"] },
      { "μέλλοντας": ["θα βγω", "θα βγεις", "θα βγει", "θα βγούμε", "θα βγείτε", "θα βγουν"] },
      { "υποτακτική": ["να βγω", "να βγεις", "να βγει", "να βγούμε", "να βγείτε", "να βγουν"] }
    ],
    "img": "decks/big_imgs/to_exit.jpg",
    "labels": ["irregular"]
  },

  {
    "gr": "μπαίνω",
    "en": "to enter / to go in",
    "constructions": ["present", "αόριστος", "μέλλοντας", "υποτακτική"],
    "gr_ex": [
      { "present": ["Εγώ μπαίνω στο δωμάτιο"] },
      { "αόριστος": ["Εγώ μπήκα στο δωμάτιο"] },
      { "μέλλοντας": ["Εγώ θα μπω στο δωμάτιο"] },
      { "υποτακτική": ["Πρέπει να μπω στο δωμάτιο"] }
    ],
    "en_ex": [
      { "present": ["I enter the room"] },
      { "αόριστος": ["I entered the room"] },
      { "μέλλοντας": ["I will enter the room"] },
      { "υποτακτική": ["I must enter the room"] }
    ],
    "ctable": [
      { "present": ["μπαίνω", "μπαίνεις", "μπαίνει", "μπαίνουμε", "μπαίνετε", "μπαίνουν"] },
      { "αόριστος": ["μπήκα", "μπήκες", "μπήκε", "μπήκαμε", "μπήκατε", "μπήκαν"] },
      { "μέλλοντας": ["θα μπω", "θα μπεις", "θα μπει", "θα μπούμε", "θα μπείτε", "θα μπουν"] },
      { "υποτακτική": ["να μπω", "να μπεις", "να μπει", "να μπούμε", "να μπείτε", "να μπουν"] }
    ],
    "img": "decks/big_imgs/to_enter.jpg",
    "labels": ["irregular"]
  },

  {
    "gr": "πίνω",
    "en": "to drink",
    "constructions": ["present", "αόριστος", "μέλλοντας", "υποτακτική"],
    "gr_ex": [
      { "present": ["Εγώ πίνω νερό"] },
      { "αόριστος": ["Εγώ ήπια νερό"] },
      { "μέλλοντας": ["Εγώ θα πιω νερό"] },
      { "υποτακτική": ["Πρέπει να πιω νερό"] }
    ],
    "en_ex": [
      { "present": ["I drink water"] },
      { "αόριστος": ["I drank water"] },
      { "μέλλοντας": ["I will drink water"] },
      { "υποτακτική": ["I must drink water"] }
    ],
    "ctable": [
      { "present": ["πίνω", "πίνεις", "πίνει", "πίνουμε", "πίνετε", "πίνουν"] },
      { "αόριστος": ["ήπια", "ήπιες", "ήπιε", "ήπιαμε", "ήπιατε", "ήπιαν"] },
      { "μέλλοντας": ["θα πιω", "θα πιεις", "θα πιει", "θα πιούμε", "θα πιείτε", "θα πιουν"] },
      { "υποτακτική": ["να πιω", "να πιεις", "να πιει", "να πιούμε", "να πιείτε", "να πιουν"] }
    ],
    "img": "decks/big_imgs/to_drink.jpg",
    "labels": ["irregular"]
  },

  {
    "gr": "βλέπω",
    "en": "to see",
    "constructions": ["present", "αόριστος", "μέλλοντας", "υποτακτική"],
    "gr_ex": [
      { "present": ["Εγώ βλέπω την τηλεόραση"] },
      { "αόριστος": ["Εγώ είδα την τηλεόραση"] },
      { "μέλλοντας": ["Εγώ θα δω την τηλεόραση"] },
      { "υποτακτική": ["Πρέπει να δω την τηλεόραση"] }
    ],
    "en_ex": [
      { "present": ["I see the television"] },
      { "αόριστος": ["I saw the television"] },
      { "μέλλοντας": ["I will see the television"] },
      { "υποτακτική": ["I must see the television"] }
    ],
    "ctable": [
      { "present": ["βλέπω", "βλέπεις", "βλέπει", "βλέπουμε", "βλέπετε", "βλέπουν"] },
      { "αόριστος": ["είδα", "είδες", "είδε", "είδαμε", "είδατε", "είδαν"] },
      { "μέλλοντας": ["θα δω", "θα δεις", "θα δει", "θα δούμε", "θα δείτε", "θα δουν"] },
      { "υποτακτική": ["να δω", "να δεις", "να δει", "να δούμε", "να δείτε", "να δουν"] }
    ],
    "img": "decks/big_imgs/to_see.jpg",
    "labels": ["irregular"]
  },

  {
    "gr": "βρίσκω",
    "en": "to find",
    "constructions": ["present", "αόριστος", "μέλλοντας", "υποτακτική"],
    "gr_ex": [
      { "present": ["Εγώ βρίσκω πάντα έναν τρόπο"] },
      { "αόριστος": ["Εγώ βρήκα έναν τρόπο"] },
      { "μέλλοντας": ["Εγώ θα βρω έναν τρόπο"] },
      { "υποτακτική": ["Θέλω να βρω έναν τρόπο"] }
    ],
    "en_ex": [
      { "present": ["I always find a way"] },
      { "αόριστος": ["I found a way"] },
      { "μέλλοντας": ["I will find a way"] },
      { "υποτακτική": ["I want to find a way"] }
    ],
    "ctable": [
      { "present": ["βρίσκω", "βρίσκεις", "βρίσκει", "βρίσκουμε", "βρίσκετε", "βρίσκουν"] },
      { "αόριστος": ["βρήκα", "βρήκες", "βρήκε", "βρήκαμε", "βρήκατε", "βρήκαν"] },
      { "μέλλοντας": ["θα βρω", "θα βρεις", "θα βρει", "θα βρούμε", "θα βρείτε", "θα βρουν"] },
      { "υποτακτική": ["να βρω", "να βρεις", "να βρει", "να βρούμε", "να βρείτε", "να βρουν"] }
    ],
    "img": "decks/big_imgs/to_find.jpg",
    "labels": ["irregular"]
  },

  {
    "gr": "μιλάω",
    "en": "to speak",
    "constructions": ["present", "αόριστος", "μέλλοντας", "υποτακτική"],
    "gr_ex": [
      { "present": ["Εγώ μιλάω Ελληνικά"] },
      { "αόριστος": ["Εγώ μίλησα Ελληνικά"] },
      { "μέλλοντας": ["Εγώ θα μιλήσω Ελληνικά"] },
      { "υποτακτική": ["Θέλω να μιλήσω Ελληνικά"] }
    ],
    "en_ex": [
      { "present": ["I speak Greek"] },
      { "αόριστος": ["I spoke Greek"] },
      { "μέλλοντας": ["I will speak Greek"] },
      { "υποτακτική": ["I want to speak Greek"] }
    ],
    "ctable": [
      { "present": ["μιλάω", "μιλάς", "μιλάει", "μιλάμε", "μιλάτε", "μιλάνε"] },
      { "αόριστος": ["μίλησα", "μίλησες", "μίλησε", "μιλήσαμε", "μιλήσατε", "μίλησαν"] },
      { "μέλλοντας": ["θα μιλήσω", "θα μιλήσεις", "θα μιλήσει", "θα μιλήσουμε", "θα μιλήσετε", "θα μιλήσουν"] },
      { "υποτακτική": ["να μιλήσω", "να μιλήσεις", "να μιλήσει", "να μιλήσουμε", "να μιλήσετε", "να μιλήσουν"] }
    ],
    "img": "decks/big_imgs/to_speak.jpg",
    "labels": ["regular"]
  },

  {
    "gr": "ρωτάω",
    "en": "to ask",
    "constructions": ["present", "αόριστος", "μέλλοντας", "υποτακτική"],
    "gr_ex": [
      { "present": ["Εγώ ρωτάω μία ερώτηση"] },
      { "αόριστος": ["Εγώ ρώτησα μία ερώτηση"] },
      { "μέλλοντας": ["Εγώ θα ρωτήσω μία ερώτηση"] },
      { "υποτακτική": ["Θέλω να ρωτήσω μία ερώτηση"] }
    ],
    "en_ex": [
      { "present": ["I ask a question"] },
      { "αόριστος": ["I asked a question"] },
      { "μέλλοντας": ["I will ask a question"] },
      { "υποτακτική": ["I want to ask a question"] }
    ],
    "ctable": [
      { "present": ["ρωτάω", "ρωτάς", "ρωτάει", "ρωτάμε", "ρωτάτε", "ρωτάνε"] },
      { "αόριστος": ["ρώτησα", "ρώτησες", "ρώτησε", "ρωτήσαμε", "ρωτήσατε", "ρώτησαν"] },
      { "μέλλοντας": ["θα ρωτήσω", "θα ρωτήσεις", "θα ρωτήσει", "θα ρωτήσουμε", "θα ρωτήσετε", "θα ρωτήσουν"] },
      { "υποτακτική": ["να ρωτήσω", "να ρωτήσεις", "να ρωτήσει", "να ρωτήσουμε", "να ρωτήσετε", "να ρωτήσουν"] }
    ],
    "img": "decks/big_imgs/to_ask.jpg",
    "labels": ["regular"]
  },
  {
    "gr": "απαντάω",
    "en": "to answer",
    "constructions": ["present", "αόριστος", "μέλλοντας", "υποτακτική"],
    "gr_ex": [
      { "present": ["Εγώ απαντάω στην ερώτηση"] },
      { "αόριστος": ["Εγώ απάντησα στην ερώτηση"] },
      { "μέλλοντας": ["Εγώ θα απαντήσω στην ερώτηση"] },
      { "υποτακτική": ["Πρέπει να απαντήσω στην ερώτηση"] }
    ],
    "en_ex": [
      { "present": ["I answer the question"] },
      { "αόριστος": ["I answered the question"] },
      { "μέλλοντας": ["I will answer the question"] },
      { "υποτακτική": ["I must answer the question"] }
    ],
    "ctable": [
      { "present": ["απαντάω", "απαντάς", "απαντάει", "απαντάμε", "απαντάτε", "απαντάνε"] },
      { "αόριστος": ["απάντησα", "απάντησες", "απάντησε", "απαντήσαμε", "απαντήσατε", "απάντησαν"] },
      { "μέλλοντας": ["θα απαντήσω", "θα απαντήσεις", "θα απαντήσει", "θα απαντήσουμε", "θα απαντήσετε", "θα απαντήσουν"] },
      { "υποτακτική": ["να απαντήσω", "να απαντήσεις", "να απαντήσει", "να απαντήσουμε", "να απαντήσετε", "να απαντήσουν"] }
    ],
    "img": "decks/big_imgs/to_answer.jpg",
    "labels": ["regular"]
  },

  {
    "gr": "ξυπνάω",
    "en": "to wake up",
    "constructions": ["present", "αόριστος", "μέλλοντας", "υποτακτική"],
    "gr_ex": [
      { "present": ["Εγώ ξυπνάω νωρίς"] },
      { "αόριστος": ["Εγώ ξύπνησα νωρίς"] },
      { "μέλλοντας": ["Εγώ θα ξυπνήσω νωρίς"] },
      { "υποτακτική": ["Πρέπει να ξυπνήσω νωρίς"] }
    ],
    "en_ex": [
      { "present": ["I wake up early"] },
      { "αόριστος": ["I woke up early"] },
      { "μέλλοντας": ["I will wake up early"] },
      { "υποτακτική": ["I must wake up early"] }
    ],
    "ctable": [
      { "present": ["ξυπνάω", "ξυπνάς", "ξυπνάει", "ξυπνάμε", "ξυπνάτε", "ξυπνάνε"] },
      { "αόριστος": ["ξύπνησα", "ξύπνησες", "ξύπνησε", "ξυπνήσαμε", "ξυπνήσατε", "ξύπνησαν"] },
      { "μέλλοντας": ["θα ξυπνήσω", "θα ξυπνήσεις", "θα ξυπνήσει", "θα ξυπνήσουμε", "θα ξυπνήσετε", "θα ξυπνήσουν"] },
      { "υποτακτική": ["να ξυπνήσω", "να ξυπνήσεις", "να ξυπνήσει", "να ξυπνήσουμε", "να ξυπνήσετε", "να ξυπνήσουν"] }
    ],
    "img": "decks/big_imgs/to_wake_up.jpg",
    "labels": ["regular"]
  },
  {
    "gr": "τηλεφωνώ",
    "en": "to call",
    "constructions": ["present", "αόριστος", "μέλλοντας", "υποτακτική"],
    "gr_ex": [
      { "present": ["Εγώ τηλεφωνώ στην αδερφή μου"] },
      { "αόριστος": ["Εγώ τηλεφώνησα στην αδερφή μου"] },
      { "μέλλοντας": ["Εγώ θα τηλεφωνήσω στην αδερφή μου"] },
      { "υποτακτική": ["Πρέπει να τηλεφωνήσω στην αδερφή μου"] }
    ],
    "en_ex": [
      { "present": ["I call my sister"] },
      { "αόριστος": ["I called my sister"] },
      { "μέλλοντας": ["I will call my sister"] },
      { "υποτακτική": ["I must call my sister"] }
    ],
    "ctable": [
      { "present": ["τηλεφωνώ", "τηλεφωνείς", "τηλεφωνεί", "τηλεφωνούμε", "τηλεφωνείτε", "τηλεφωνούν"] },
      { "αόριστος": ["τηλεφώνησα", "τηλεφώνησες", "τηλεφώνησε", "τηλεφωνήσαμε", "τηλεφωνήσατε", "τηλεφώνησαν"] },
      { "μέλλοντας": ["θα τηλεφωνήσω", "θα τηλεφωνήσεις", "θα τηλεφωνήσει", "θα τηλεφωνήσουμε", "θα τηλεφωνήσετε", "θα τηλεφωνήσουν"] },
      { "υποτακτική": ["να τηλεφωνήσω", "να τηλεφωνήσεις", "να τηλεφωνήσει", "να τηλεφωνήσουμε", "να τηλεφωνήσετε", "να τηλεφωνήσουν"] }
    ],
    "img": "decks/big_imgs/to_call.jpg",
    "labels": ["regular"]
  },
  {
    "gr": "οδηγώ",
    "en": "to drive",
    "constructions": ["present", "αόριστος", "μέλλοντας", "υποτακτική"],
    "gr_ex": [
      { "present": ["Εγώ οδηγώ το αυτοκίνητο"] },
      { "αόριστος": ["Εγώ οδήγησα το αυτοκίνητο"] },
      { "μέλλοντας": ["Εγώ θα οδηγήσω το αυτοκίνητο"] },
      { "υποτακτική": ["Πρέπει να οδηγήσω το αυτοκίνητο"] }
    ],
    "en_ex": [
      { "present": ["I drive the car"] },
      { "αόριστος": ["I drove the car"] },
      { "μέλλοντας": ["I will drive the car"] },
      { "υποτακτική": ["I must drive the car"] }
    ],
    "ctable": [
      { "present": ["οδηγώ", "οδηγείς", "οδηγεί", "οδηγούμε", "οδηγείτε", "οδηγούν"] },
      { "αόριστος": ["οδήγησα", "οδήγησες", "οδήγησε", "οδηγήσαμε", "οδηγήσατε", "οδήγησαν"] },
      { "μέλλοντας": ["θα οδηγήσω", "θα οδηγήσεις", "θα οδηγήσει", "θα οδηγήσουμε", "θα οδηγήσετε", "θα οδηγήσουν"] },
      { "υποτακτική": ["να οδηγήσω", "να οδηγήσεις", "να οδηγήσει", "να οδηγήσουμε", "να οδηγήσετε", "να οδηγήσουν"] }
    ],
    "img": "decks/big_imgs/to_drive.jpg",
    "labels": ["regular"]
  },
  {
    "gr": "προσπαθώ",
    "en": "to try",
    "constructions": ["present", "αόριστος", "μέλλοντας", "υποτακτική"],
    "gr_ex": [
      { "present": ["Εγώ προσπαθώ πολύ"] },
      { "αόριστος": ["Εγώ προσπάθησα πολύ"] },
      { "μέλλοντας": ["Εγώ θα προσπαθήσω πολύ"] },
      { "υποτακτική": ["Πρέπει να προσπαθήσω πολύ"] }
    ],
    "en_ex": [
      { "present": ["I try hard"] },
      { "αόριστος": ["I tried hard"] },
      { "μέλλοντας": ["I will try hard"] },
      { "υποτακτική": ["I must try hard"] }
    ],
    "ctable": [
      { "present": ["προσπαθώ", "προσπαθείς", "προσπαθεί", "προσπαθούμε", "προσπαθείτε", "προσπαθούν"] },
      { "αόριστος": ["προσπάθησα", "προσπάθησες", "προσπάθησε", "προσπαθήσαμε", "προσπαθήσατε", "προσπάθησαν"] },
      { "μέλλοντας": ["θα προσπαθήσω", "θα προσπαθήσεις", "θα προσπαθήσει", "θα προσπαθήσουμε", "θα προσπαθήσετε", "θα προσπαθήσουν"] },
      { "υποτακτική": ["να προσπαθήσω", "να προσπαθήσεις", "να προσπαθήσει", "να προσπαθήσουμε", "να προσπαθήσετε", "να προσπαθήσουν"] }
    ],
    "img": "decks/big_imgs/to_try.jpg",
    "labels": ["regular"]
  },

  {
    "gr": "πεινάω",
    "en": "to be hungry",
    "constructions": ["present", "αόριστος", "μέλλοντας", "υποτακτική"],
    "gr_ex": [
      { "present": ["Εγώ πεινάω πολύ"] },
      { "αόριστος": ["Εγώ πείνασα πολύ"] },
      { "μέλλοντας": ["Εγώ θα πεινάσω πολύ"] },
      { "υποτακτική": ["Πρέπει να πεινάσω πολύ"] }
    ],
    "en_ex": [
      { "present": ["I am very hungry"] },
      { "αόριστος": ["I was very hungry"] },
      { "μέλλοντας": ["I will be very hungry"] },
      { "υποτακτική": ["I must be very hungry"] }
    ],
    "ctable": [
      { "present": ["πεινάω", "πεινάς", "πεινάει", "πεινάμε", "πεινάτε", "πεινάνε"] },
      { "αόριστος": ["πείνασα", "πείνασες", "πείνασε", "πεινάσαμε", "πεινάσατε", "πείνασαν"] },
      { "μέλλοντας": ["θα πεινάσω", "θα πεινάσεις", "θα πεινάσει", "θα πεινάσουμε", "θα πεινάσετε", "θα πεινάσουν"] },
      { "υποτακτική": ["να πεινάσω", "να πεινάσεις", "να πεινάσει", "να πεινάσουμε", "να πεινάσετε", "να πεινάσουν"] }
    ],
    "img": "decks/big_imgs/to_be_hungry.jpg",
    "labels": ["regular"]
  },
  {
    "gr": "διψάω",
    "en": "to be thirsty",
    "constructions": ["present", "αόριστος", "μέλλοντας", "υποτακτική"],
    "gr_ex": [
      { "present": ["Εγώ διψάω πολύ"] },
      { "αόριστος": ["Εγώ δίψασα πολύ"] },
      { "μέλλοντας": ["Εγώ θα διψάσω πολύ"] },
      { "υποτακτική": ["Πρέπει να διψάσω πολύ"] }
    ],
    "en_ex": [
      { "present": ["I am very thirsty"] },
      { "αόριστος": ["I was very thirsty"] },
      { "μέλλοντας": ["I will be very thirsty"] },
      { "υποτακτική": ["I must be very thirsty"] }
    ],
    "ctable": [
      { "present": ["διψάω", "διψάς", "διψάει", "διψάμε", "διψάτε", "διψάνε"] },
      { "αόριστος": ["δίψασα", "δίψασες", "δίψασε", "διψάσαμε", "διψάσατε", "δίψασαν"] },
      { "μέλλοντας": ["θα διψάσω", "θα διψάσεις", "θα διψάσει", "θα διψάσουμε", "θα διψάσετε", "θα διψάσουν"] },
      { "υποτακτική": ["να διψάσω", "να διψάσεις", "να διψάσει", "να διψάσουμε", "να διψάσετε", "να διψάσουν"] }
    ],
    "img": "decks/big_imgs/to_be_thirsty.jpg",
    "labels": ["regular"]
  },
  {
    "gr": "γελάω",
    "en": "to laugh",
    "constructions": ["present", "αόριστος", "μέλλοντας", "υποτακτική"],
    "gr_ex": [
      { "present": ["Εγώ γελάω δυνατά"] },
      { "αόριστος": ["Εγώ γέλασα δυνατά"] },
      { "μέλλοντας": ["Εγώ θα γελάσω δυνατά"] },
      { "υποτακτική": ["Θέλω να γελάσω δυνατά"] }
    ],
    "en_ex": [
      { "present": ["I laugh loudly"] },
      { "αόριστος": ["I laughed loudly"] },
      { "μέλλοντας": ["I will laugh loudly"] },
      { "υποτακτική": ["I want to laugh loudly"] }
    ],
    "ctable": [
      { "present": ["γελάω", "γελάς", "γελάει", "γελάμε", "γελάτε", "γελάνε"] },
      { "αόριστος": ["γέλασα", "γέλασες", "γέλασε", "γελάσαμε", "γελάσατε", "γέλασαν"] },
      { "μέλλοντας": ["θα γελάσω", "θα γελάσεις", "θα γελάσει", "θα γελάσουμε", "θα γελάσετε", "θα γελάσουν"] },
      { "υποτακτική": ["να γελάσω", "να γελάσεις", "να γελάσει", "να γελάσουμε", "να γελάσετε", "να γελάσουν"] }
    ],
    "img": "decks/big_imgs/to_laugh.jpg",
    "labels": ["regular"]
  },

  {
    "gr": "ξεχνάω",
    "en": "to forget",
    "constructions": ["present", "αόριστος", "μέλλοντας", "υποτακτική"],
    "gr_ex": [
      { "present": ["Εγώ ξεχνάω τα κλειδιά μου συχνά"] },
      { "αόριστος": ["Εγώ ξέχασα συχνά"] },
      { "μέλλοντας": ["Εγώ θα ξεχάσω"] },
      { "υποτακτική": ["Πρέπει να ξεχάσω"] }
    ],
    "en_ex": [
      { "present": ["I often forget my keys"] },
      { "αόριστος": ["I often forgot"] },
      { "μέλλοντας": ["I will forget"] },
      { "υποτακτική": ["I must forget"] }
    ],
    "ctable": [
      { "present": ["ξεχνάω", "ξεχνάς", "ξεχνάει", "ξεχνάμε", "ξεχνάτε", "ξεχνάνε"] },
      { "αόριστος": ["ξέχασα", "ξέχασες", "ξέχασε", "ξεχάσαμε", "ξεχάσατε", "ξέχασαν"] },
      { "μέλλοντας": ["θα ξεχάσω", "θα ξεχάσεις", "θα ξεχάσει", "θα ξεχάσουμε", "θα ξεχάσετε", "θα ξεχάσουν"] },
      { "υποτακτική": ["να ξεχάσω", "να ξεχάσεις", "να ξεχάσει", "να ξεχάσουμε", "να ξεχάσετε", "να ξεχάσουν"] }
    ],
    "img": "decks/big_imgs/to_forget.jpg",
    "labels": ["regular"]
  },

  {
    "gr": "περνάω",
    "en": "to pass, to spend time",
    "constructions": ["present", "αόριστος", "μέλλοντας", "υποτακτική"],
    "gr_ex": [
      { "present": ["Εγώ περνάω από το σπίτι σου"] },
      { "αόριστος": ["Εγώ πέρασα από το σπίτι σου"] },
      { "μέλλοντας": ["Εγώ θα περάσω από το σπίτι σου"] },
      { "υποτακτική": ["Θέλω να περάσω από το σπίτι σου"] }
    ],
    "en_ex": [
      { "present": ["I pass by your house"] },
      { "αόριστος": ["I passed by your house"] },
      { "μέλλοντας": ["I will pass by your house"] },
      { "υποτακτική": ["I want to pass by your house"] }
    ],
    "ctable": [
      { "present": ["περνάω", "περνάς", "περνάει", "περνάμε", "περνάτε", "περνάνε"] },
      { "αόριστος": ["πέρασα", "πέρασες", "πέρασε", "περάσαμε", "περάσατε", "πέρασαν"] },
      { "μέλλοντας": ["θα περάσω", "θα περάσεις", "θα περάσει", "θα περάσουμε", "θα περάσετε", "θα περάσουν"] },
      { "υποτακτική": ["να περάσω", "να περάσεις", "να περάσει", "να περάσουμε", "να περάσετε", "να περάσουν"] }
    ],
    "img": "decks/big_imgs/to_pass.jpg",
    "labels": ["regular"]
  },
  {
    "gr": "κερνάω",
    "en": "to treat (someone)",
    "constructions": ["present", "αόριστος", "μέλλοντας", "υποτακτική"],
    "gr_ex": [
      { "present": ["Εγώ κερνάω τον καφέ"] },
      { "αόριστος": ["Εγώ κέρασα τον καφέ"] },
      { "μέλλοντας": ["Εγώ θα κεράσω τον καφέ"] },
      { "υποτακτική": ["Θέλω να κεράσω τον καφέ"] }
    ],
    "en_ex": [
      { "present": ["I treat you to coffee"] },
      { "αόριστος": ["I treated you to coffee"] },
      { "μέλλοντας": ["I will treat you to coffee"] },
      { "υποτακτική": ["I want to treat you to coffee"] }
    ],
    "ctable": [
      { "present": ["κερνάω", "κερνάς", "κερνάει", "κερνάμε", "κερνάτε", "κερνάνε"] },
      { "αόριστος": ["κέρασα", "κέρασες", "κέρασε", "κεράσαμε", "κεράσατε", "κέρασαν"] },
      { "μέλλοντας": ["θα κεράσω", "θα κεράσεις", "θα κεράσει", "θα κεράσουμε", "θα κεράσετε", "θα κεράσουν"] },
      { "υποτακτική": ["να κεράσω", "να κεράσεις", "να κεράσει", "να κεράσουμε", "να κεράσετε", "να κεράσουν"] }
    ],
    "img": "decks/big_imgs/to_treat.jpg",
    "labels": ["regular"]
  },

  {
    "gr": "μπορώ",
    "en": "to be able",
    "constructions": ["present", "αόριστος", "μέλλοντας", "υποτακτική"],
    "gr_ex": [
      { "present": ["Εγώ μπορώ να τρέξω γρήγορα"] },
      { "αόριστος": ["Εγώ μπόρεσα να τρέξω γρήγορα"] },
      { "μέλλοντας": ["Εγώ θα μπορέσω να τρέξω γρήγορα"] },
      { "υποτακτική": ["Πρέπει να μπορέσω να τρέξω γρήγορα"] }
    ],
    "en_ex": [
      { "present": ["I can run fast"] },
      { "αόριστος": ["I could run fast"] },
      { "μέλλοντας": ["I will be able to run fast"] },
      { "υποτακτική": ["I must be able to run fast"] }
    ],
    "ctable": [
      { "present": ["μπορώ", "μπορείς", "μπορεί", "μπορούμε", "μπορείτε", "μπορούν"] },
      { "αόριστος": ["μπόρεσα", "μπόρεσες", "μπόρεσε", "μπορέσαμε", "μπορέσατε", "μπόρεσαν"] },
      { "μέλλοντας": ["θα μπορέσω", "θα μπορέσεις", "θα μπορέσει", "θα μπορέσουμε", "θα μπορέσετε", "θα μπορέσουν"] },
      { "υποτακτική": ["να μπορέσω", "να μπορέσεις", "να μπορέσει", "να μπορέσουμε", "να μπορέσετε", "να μπορέσουν"] }
    ],
    "img": "decks/big_imgs/to_be_able.jpg",
    "labels": ["irregular"]
  },
  {
    "gr": "πονάω",
    "en": "to hurt, to be in pain",
    "constructions": ["present", "αόριστος", "μέλλοντας", "υποτακτική"],
    "gr_ex": [
      { "present": ["Εγώ πονάω στο πόδι"] },
      { "αόριστος": ["Εγώ πόνεσα στο πόδι"] },
      { "μέλλοντας": ["Εγώ θα πονέσω στο πόδι"] },
      { "υποτακτική": ["Πρέπει να πονέσω στο πόδι"] }
    ],
    "en_ex": [
      { "present": ["I hurt in my leg"] },
      { "αόριστος": ["I hurt my leg"] },
      { "μέλλοντας": ["I will hurt in my leg"] },
      { "υποτακτική": ["I must hurt in my leg"] }
    ],
    "ctable": [
      { "present": ["πονάω", "πονάς", "πονάει", "πονάμε", "πονάτε", "πονάνε"] },
      { "αόριστος": ["πόνεσα", "πόνεσες", "πόνεσε", "πονέσαμε", "πονέσατε", "πόνεσαν"] },
      { "μέλλοντας": ["θα πονέσω", "θα πονέσεις", "θα πονέσει", "θα πονέσουμε", "θα πονέσετε", "θα πονέσουν"] },
      { "υποτακτική": ["να πονέσω", "να πονέσεις", "να πονέσει", "να πονέσουμε", "να πονέσετε", "να πονέσουν"] }
    ],
    "img": "decks/big_imgs/to_hurt.jpg",
    "labels": ["regular"]
  },
  {
    "gr": "παρακαλώ",
    "en": "to beg / to ask politely",
    "constructions": ["present", "αόριστος", "μέλλοντας", "υποτακτική"],
    "gr_ex": [
      { "present": ["Εγώ παρακαλώ για βοήθεια"] },
      { "αόριστος": ["Εγώ παρακάλεσα για βοήθεια"] },
      { "μέλλοντας": ["Εγώ θα παρακαλέσω για βοήθεια"] },
      { "υποτακτική": ["Θέλω να παρακαλέσω για βοήθεια"] }
    ],
    "en_ex": [
      { "present": ["I beg for help"] },
      { "αόριστος": ["I begged for help"] },
      { "μέλλοντας": ["I will beg for help"] },
      { "υποτακτική": ["I want to beg for help"] }
    ],
    "ctable": [
      { "present": ["παρακαλώ", "παρακαλείς", "παρακαλεί", "παρακαλούμε", "παρακαλείτε", "παρακαλούν"] },
      { "αόριστος": ["παρακάλεσα", "παρακάλεσες", "παρακάλεσε", "παρακαλέσαμε", "παρακαλέσατε", "παρακάλεσαν"] },
      { "μέλλοντας": ["θα παρακαλέσω", "θα παρακαλέσεις", "θα παρακαλέσει", "θα παρακαλέσουμε", "θα παρακαλέσετε", "θα παρακαλέσουν"] },
      { "υποτακτική": ["να παρακαλέσω", "να παρακαλέσεις", "να παρακαλέσει", "να παρακαλέσουμε", "να παρακαλέσετε", "να παρακαλέσουν"] }
    ],
    "img": "decks/big_imgs/to_beg.jpg",
    "labels": ["regular"]
  },

  {
    "gr": "βάζω",
    "en": "to put / to set / to place",
    "constructions": ["present","αόριστος","μέλλοντας","υποτακτική"],
    "gr_ex": [
      {"present": ["Εγώ βάζω το βιβλίο στο τραπέζι"]},
      {"αόριστος": ["Εγώ έβαλα το βιβλίο στο τραπέζι"]},
      {"μέλλοντας": ["Εγώ θα βάλω το βιβλίο στο τραπέζι"]},
      {"υποτακτική": ["Να βάλω το βιβλίο στο τραπέζι"]}
    ],
    "en_ex": [
      {"present": ["I put the book on the table"]},
      {"αόριστος": ["I put the book on the table"]},
      {"μέλλοντας": ["I will put the book on the table"]},
      {"υποτακτική": ["I must put the book on the table"]}
    ],
    "ctable": [
      {"present": ["βάζω","βάζεις","βάζει","βάζουμε","βάζετε","βάζουν"]},
      {"αόριστος": ["έβαλα","έβαλες","έβαλε","βάλαμε","βάλατε","έβαλαν"]},
      {"μέλλοντας": ["θα βάλω","θα βάλεις","θα βάλει","θα βάλουμε","θα βάλετε","θα βάλουν"]},
      {"υποτακτική": ["να βάλω","να βάλεις","να βάλει","να βάλουμε","να βάλετε","να βάλουν"]}
    ],
    "img": "decks/big_imgs/to_put.jpg",
    "labels": ["irregular"]
  },


  {
    "gr": "βγάζω",
    "en": "to take out / to remove",
    "constructions": ["present", "αόριστος", "μέλλοντας", "υποτακτική"],
    "gr_ex": [
      {"present": ["Εγώ βγάζω τα σκουπίδια"]},
      {"αόριστος": ["Εγώ έβγαλα τα σκουπίδια"]},
      {"μέλλοντας": ["Εγώ θα βγάλω τα σκουπίδια"]},
      {"υποτακτική": ["Να βγάλω τα σκουπίδια"]}
    ],
    "en_ex": [
      {"present": ["I take out the trash"]},
      {"αόριστος": ["I took out the trash"]},
      {"μέλλοντας": ["I will take out the trash"]},
      {"υποτακτική": ["I must take out the trash"]}
    ],
    "ctable": [
      {"present": ["βγάζω", "βγάζεις", "βγάζει", "βγάζουμε", "βγάζετε", "βγάζουν"]},
      {"αόριστος": ["έβγαλα", "έβγαλες", "έβγαλε", "βγάλαμε", "βγάλατε", "έβγαλαν"]},
      {"μέλλοντας": ["θα βγάλω", "θα βγάλεις", "θα βγάλει", "θα βγάλουμε", "θα βγάλετε", "θα βγάλουν"]},
      {"υποτακτική": ["να βγάλω", "να βγάλεις", "να βγάλει", "να βγάλουμε", "να βγάλετε", "να βγάλουν"]}
    ],
    "img": "decks/big_imgs/to_take_out.jpg",
    "labels": ["irregular"]
  },


  {
    "gr": "επαναλαμβάνω",
    "en": "to repeat",
    "constructions": ["present","αόριστος","μέλλοντας","υποτακτική"],
    "gr_ex": [
      {"present": ["Εγώ επαναλαμβάνω την άσκηση"]},
      {"αόριστος": ["Εγώ επανέλαβα την άσκηση"]},
      {"μέλλοντας": ["Εγώ θα επαναλάβω την άσκηση"]},
      {"υποτακτική": ["Να επαναλάβω την άσκηση"]}
    ],
    "en_ex": [
      {"present": ["I repeat the exercise"]},
      {"αόριστος": ["I repeated the exercise"]},
      {"μέλλοντας": ["I will repeat the exercise"]},
      {"υποτακτική": ["I must repeat the exercise"]}
    ],
    "ctable": [
      {"present": ["επαναλαμβάνω","επαναλαμβάνεις","επαναλαμβάνει","επαναλαμβάνουμε","επαναλαμβάνετε","επαναλαμβάνουν"]},
      {"αόριστος": ["επανέλαβα","επανέλαβες","επανέλαβε","επανελάβαμε","επανελάβατε","επανέλαβαν"]},
      {"μέλλοντας": ["θα επαναλάβω","θα επαναλάβεις","θα επαναλάβει","θα επαναλάβουμε","θα επαναλάβετε","θα επαναλάβουν"]},
      {"υποτακτική": ["να επαναλάβω","να επαναλάβεις","να επαναλάβει","να επαναλάβουμε","να επαναλάβετε","να επαναλάβουν"]}
    ],
    "img": "decks/big_imgs/to_repeat.jpg",
    "labels": ["irregular"]
  },


  {
    "gr": "καταλαβαίνω",
    "en": "to understand",
    "constructions": ["present","αόριστος","μέλλοντας","υποτακτική"],
    "gr_ex": [
      {"present": ["Εγώ καταλαβαίνω την ερώτηση"]},
      {"αόριστος": ["Εγώ κατάλαβα την ερώτηση"]},
      {"μέλλοντας": ["Εγώ θα καταλάβω την ερώτηση"]},
      {"υποτακτική": ["Να καταλάβω την ερώτηση"]}
    ],
    "en_ex": [
      {"present": ["I understand the question"]},
      {"αόριστος": ["I understood the question"]},
      {"μέλλοντας": ["I will understand the question"]},
      {"υποτακτική": ["I must understand the question"]}
    ],
    "ctable": [
      {"present": ["καταλαβαίνω","καταλαβαίνεις","καταλαβαίνει","καταλαβαίνουμε","καταλαβαίνετε","καταλαβαίνουν"]},
      {"αόριστος": ["κατάλαβα","κατάλαβες","κατάλαβε","καταλάβαμε","καταλάβετε","κατάλαβαν"]},
      {"μέλλοντας": ["θα καταλάβω","θα καταλάβεις","θα καταλάβει","θα καταλάβουμε","θα καταλάβετε","θα καταλάβουν"]},
      {"υποτακτική": ["να καταλάβω","να καταλάβεις","να καταλάβει","να καταλάβουμε","να καταλάβετε","να καταλάβουν"]}
    ],
    "img": "decks/big_imgs/to_understand.jpg",
    "labels": ["irregular"]
  },


  {
    "gr": "προλαβαίνω",
    "en": "to manage / to have time",
    "constructions": ["present","αόριστος","μέλλοντας","υποτακτική"],
    "gr_ex": [
      {"present": ["Εγώ προλαβαίνω να πιάσω το λεωφορείο"]},
      {"αόριστος": ["Εγώ πρόλαβα να πιάσω το λεωφορείο"]},
      {"μέλλοντας": ["Εγώ θα προλάβω να πιάσω το λεωφορείο"]},
      {"υποτακτική": ["Να προλάβω να πιάσω το λεωφορείο"]}
    ],
    "en_ex": [
      {"present": ["I manage to catch the bus"]},
      {"αόριστος": ["I managed to catch the bus"]},
      {"μέλλοντας": ["I will manage to catch the bus"]},
      {"υποτακτική": ["I must manage to catch the bus"]}
    ],
    "ctable": [
      {"present": ["προλαβαίνω","προλαβαίνεις","προλαβαίνει","προλαβαίνουμε","προλαβαίνετε","προλαβαίνουν"]},
      {"αόριστος": ["πρόλαβα","πρόλαβες","πρόλαβε","προλάβαμε","προλάβατε","πρόλαβαν"]},
      {"μέλλοντας": ["θα προλάβω","θα προλάβεις","θα προλάβει","θα προλάβουμε","θα προλάβετε","θα προλάβουν"]},
      {"υποτακτική": ["να προλάβω","να προλάβεις","να προλάβει","να προλάβουμε","να προλάβετε","να προλάβουν"]}
    ],
    "img": "decks/big_imgs/to_manage.jpg",
    "labels": ["irregular"]
  },


  {
    "gr": "δίνω",
    "en": "to give",
    "constructions": ["present", "αόριστος", "μέλλοντας", "υποτακτική"],
    "gr_ex": [
      { "present": ["Εγώ δίνω ένα βιβλίο"] },
      { "αόριστος": ["Εγώ έδωσα ένα βιβλίο"] },
      { "μέλλοντας": ["Εγώ θα δώσω ένα βιβλίο"] },
      { "υποτακτική": ["Πρέπει να δώσω ένα βιβλίο"] }
    ],
    "en_ex": [
      { "present": ["I give a book"] },
      { "αόριστος": ["I gave a book"] },
      { "μέλλοντας": ["I will give a book"] },
      { "υποτακτική": ["I must give a book"] }
    ],
    "ctable": [
      { "present": ["δίνω", "δίνεις", "δίνει", "δίνουμε", "δίνετε", "δίνουν"] },
      { "αόριστος": ["έδωσα", "έδωσες", "έδωσε", "δώσαμε", "δώσατε", "έδωσαν"] },
      { "μέλλοντας": ["θα δώσω", "θα δώσεις", "θα δώσει", "θα δώσουμε", "θα δώσετε", "θα δώσουν"] },
      { "υποτακτική": ["να δώσω", "να δώσεις", "να δώσει", "να δώσουμε", "να δώσετε", "να δώσουν"] }
    ],
    "img": "decks/big_imgs/to_give.jpg",
    "labels": ["irregular"]
  },


  {
    "gr": "παίρνω",
    "en": "to take / to get",
    "constructions": ["present", "αόριστος", "μέλλοντας", "υποτακτική"],
    "gr_ex": [
      { "present": ["Εγώ παίρνω ένα βιβλίο"] },
      { "αόριστος": ["Εγώ πήρα ένα βιβλίο"] },
      { "μέλλοντας": ["Εγώ θα πάρω ένα βιβλίο"] },
      { "υποτακτική": ["Πρέπει να πάρω ένα βιβλίο"] }
    ],
    "en_ex": [
      { "present": ["I take a book"] },
      { "αόριστος": ["I took a book"] },
      { "μέλλοντας": ["I will take a book"] },
      { "υποτακτική": ["I must take a book"] }
    ],
    "ctable": [
      { "present": ["παίρνω", "παίρνεις", "παίρνει", "παίρνουμε", "παίρνετε", "παίρνουν"] },
      { "αόριστος": ["πήρα", "πήρες", "πήρε", "πήραμε", "πήρατε", "πήραν"] },
      { "μέλλοντας": ["θα πάρω", "θα πάρεις", "θα πάρει", "θα πάρουμε", "θα πάρετε", "θα πάρουν"] },
      { "υποτακτική": ["να πάρω", "να πάρεις", "να πάρει", "να πάρουμε", "να πάρετε", "να πάρουν"] }
    ],
    "img": "decks/big_imgs/to_take.jpg",
    "labels": ["irregular"]
  },

  {
    "gr": "φοβάμαι",
    "en": "to be afraid",
    "constructions": ["present", "αόριστος", "μέλλοντας", "υποτακτική"],
    "gr_ex": [
      { "present": ["Φοβάμαι το σκοτάδι"] },
      { "αόριστος": ["Φοβήθηκα το θόρυβο"] },
      { "μέλλοντας": ["Θα φοβηθώ τη φωτιάι"] },
      { "υποτακτική": ["Πρέπει να φοβάσαι τη φωτιά"] }
    ],
    "en_ex": [
      { "present": ["I am afraid of the dark"] },
      { "αόριστος": ["I got scared by the noise"] },
      { "μέλλοντας": ["I will be afraid of the fire"] },
      { "υποτακτική": ["You need to be afraid of the fire "] }
    ],
    "ctable": [
      { "present": ["φοβάμαι", "φοβάσαι", "φοβάται", "φοβόμαστε", "φοβάστε", "φοβούνται"] },
      { "αόριστος": ["φοβήθηκα", "φοβήθηκες", "φοβήθηκε", "φοβηθήκαμε", "φοβηθήκατε", "φοβήθηκαν"] },
      { "μέλλοντας": ["θα φοβηθώ", "θα φοβηθείς", "θα φοβηθεί", "θα φοβηθούμε", "θα φοβηθείτε", "θα φοβηθούν"] },
      { "υποτακτική": ["να φοβηθώ", "να φοβηθείς", "να φοβηθεί", "να φοβηθούμε", "να φοβηθείτε", "να φοβηθούν"] }
    ],
    "img": "decks/big_imgs/to_be_afraid.jpg",
    "labels": ["irregular", "reflexive"]
  },

  {
    "gr": "θυμάμαι",
    "en": "to remember",
    "constructions": ["present", "αόριστος", "μέλλοντας", "υποτακτική"],
    "gr_ex": [
      { "present": ["Θυμάμαι τα παιδικά μου χρόνια"] },
      { "αόριστος": ["Θυμήθηκα το όνομά του"] },
      { "μέλλοντας": ["Θα θυμηθώ την απάντηση"] },
      { "υποτακτική": ["Να θυμηθείς το ραντεβού σου"] }
    ],
    "en_ex": [
      { "present": ["I remember my childhood"] },
      { "αόριστος": ["I remembered his name"] },
      { "μέλλοντας": ["I will remember the answer"] },
      { "υποτακτική": ["Remember your appointment"] }
    ],
    "ctable": [
      { "present": ["θυμάμαι", "θυμάσαι", "θυμάται", "θυμόμαστε", "θυμόσαστε/θυμάστε", "θυμούνται"] },
      { "αόριστος": ["θυμήθηκα", "θυμήθηκες", "θυμήθηκε", "θυμηθήκαμε", "θυμηθήκατε", "θυμήθηκαν"] },
      { "μέλλοντας": ["θα θυμηθώ", "θα θυμηθείς", "θα θυμηθεί", "θα θυμηθούμε", "θα θυμηθείτε", "θα θυμηθούν"] },
      { "υποτακτική": ["να θυμηθώ", "να θυμηθείς", "να θυμηθεί", "να θυμηθούμε", "να θυμηθείτε", "να θυμηθούν"] }
    ],
    "img": "decks/big_imgs/to_remember.jpg",
    "labels": ["irregular", "reflexive"]
  },

  {
    "gr": "λυπάμαι",
    "en": "to be sorry, to feel sorry",
    "constructions": ["present", "αόριστος", "μέλλοντας", "υποτακτική"],
    "gr_ex": [
      { "present": ["Λυπάμαι για το λάθος"] },
      { "αόριστος": ["Λυπήθηκα πολύ όταν το έμαθα"] },
      { "μέλλοντας": ["Θα λυπηθώ αν φύγεις"] },
      { "υποτακτική": ["Αξίζει να λυπηθείς τόσο πολύ για αυτό;"] }
    ],
    "en_ex": [
      { "present": ["I am sorry for the mistake"] },
      { "αόριστος": ["I felt very sorry when I learned it"] },
      { "μέλλοντας": ["I will be sorry if you leave"] },
      { "υποτακτική": ["Is it worth to be so sorry for that?"] }
    ],
    "ctable": [
      { "present": ["λυπάμαι", "λυπάσαι", "λυπάται", "λυπόμαστε", "λυπόσαστε/λυπάστε", "λυπούνται"] },
      { "αόριστος": ["λυπήθηκα", "λυπήθηκες", "λυπήθηκε", "λυπηθήκαμε", "λυπηθήκατε", "λυπήθηκαν"] },
      { "μέλλοντας": ["θα λυπηθώ", "θα λυπηθείς", "θα λυπηθεί", "θα λυπηθούμε", "θα λυπηθείτε", "θα λυπηθούν"] },
      { "υποτακτική": ["να λυπηθώ", "να λυπηθείς", "να λυπηθεί", "να λυπηθούμε", "να λυπηθείτε", "να λυπηθούν"] }
    ],
    "img": "decks/big_imgs/to_be_sorry.jpg",
    "labels": ["irregular", "reflexive"]
  },
  
]
//«Μπορείτε να το επαναλάβετε αργά, παρακαλώ;
let current_card = 0
personas = [
  "Εγώ",
  "Εσύ",
  "Αυτός/αυτή/αυτό(m/f/it)",
  "Εμείς",
  "Εσείς(formal/plural)",
  "Αυτοί/Αυτές/Αυτά",
]
function nextCard() {
  const lenCards = cards.length;
  const card_number_to_ask = Math.floor(Math.random() * lenCards);
  current_card = card_number_to_ask;
  console.log("card_number_to_ask", card_number_to_ask);
  const lenConstructs = cards[card_number_to_ask].constructions.length;
  const constrId = Math.floor(Math.random() * lenConstructs);
  console.log("constrId", constrId);
  const constrName = cards[card_number_to_ask].constructions[constrId];
  console.log("constrName", constrName);
  const lenExamples = cards[card_number_to_ask].en_ex[constrId][constrName].length;
  const exampledId = Math.floor(Math.random() * lenExamples);

  if (lesson_type === "memorize") {
    let theText = cards[card_number_to_ask].gr + "<br><br>";
    theText += cards[card_number_to_ask].en + "<br><br>";
    theText += cards[card_number_to_ask].gr_ex[constrId][constrName][exampledId] + "<br>";
    theText += cards[card_number_to_ask].en_ex[constrId][constrName][exampledId] + "<br><br>";
    lenConj = cards[card_number_to_ask].ctable[constrId][constrName].length;
    if ("labels" in cards[card_number_to_ask]) {
      theText += cards[card_number_to_ask].labels + "<br><br>";
    } else {
      theText += "<br><br>";
    }
    conjPos = 0;
    console.log(lenConj)
    if (lenConj !== 0) {
      console.log("check conj table is not blank")
      while (conjPos < lenConj) {
        console.log("populate conj table")
        theText += personas[conjPos] + " " + cards[card_number_to_ask].ctable[constrId][constrName][conjPos] + "<br>";
        conjPos += 1;
      }
    }
    document.getElementById("div_question").innerHTML = theText;
  }
  if (lesson_type === "practice") {
    document.getElementById("answer").value = "";
    document.getElementById("result_or_correct_answer").innerHTML = "";
    lenConj = cards[card_number_to_ask].ctable[constrId][constrName].length;
    if (lenConj === 0) {
      console.log("next card, this one is not conjugated")
      nextCard();
    }
    if (lenConj !== 0) {
      conjPos = Math.floor(Math.random() * lenConj);
    }
    conjugated = cards[card_number_to_ask].ctable[constrId][constrName][conjPos];
    question = personas[conjPos] + " " + conjugated + " <br>";
    correctAnswer = question.split(' ')[1] // first we have pronoun, then verb, then everything else
    questionToAsk = conjugated.split(' ');
    questionToAsk[0] = '----';
    engVerb = " (" + cards[card_number_to_ask].en + ")";
    upd_questionToAsk = personas[conjPos] + " " + questionToAsk.join(' ') + engVerb;
    htmlQuestion = document.getElementById("div_question")
    htmlQuestion.innerHTML = upd_questionToAsk
  }
}
function check() {
  userInput = document.getElementById("answer").value.trim().toLowerCase();
  correctAnswer = correctAnswer.toLowerCase();
  resDiv = document.getElementById("result_or_correct_answer");
  if (userInput !== correctAnswer) {
    resDiv.innerHTML = "INCORRECT";
  } else {
    resDiv.innerHTML = "CORRECT";
  }
}
function showCorrect() {
  resDiv = document.getElementById("result_or_correct_answer");
  correctAnswer = correctAnswer.toLowerCase();
  resDiv.innerHTML = correctAnswer;
}
nextCard();
mytimer = setInterval(nextCard, 20000);
